Repository: Skyedra/SS14.Launcher
Catalog: SS14.Launcher/Assets/locale/*/LC_MESSAGES/Launcher.po
Languages: de, es_mx, it, ru_ua

source: Specify at least one hub
de: Gebe mindestens einen Hub an
es_mx: Especifique al menos un centro
it: Specifica almeno un hub
ru_ua: Укажите хотя бы один URL хаба

source: Invalid hub (don't forget http(s)://)
de: Ungültiger Hub (http(s):// nicht vergessen)
es_mx: Centro no válido (no olvide http(s)://)
it: Hub non valido (non dimenticare http(s)://)
ru_ua: Недопустимый URL хаба (не забудьте http(s)://)

source: Duplicate hubs
de: Doppelte Hubs
es_mx: Centros Duplicados
it: Hub già esistente
ru_ua: Дублирование URL хаба

source: 'Logged in' as {0}.
de: „Eingeloggt“ als {0}.
es_mx: Ha inciniado sesión como {0}.
it: Effettuato l'accesso come {0}.
ru_ua: 'Вошли' как {0}.

source: Not logged in.
de: Nicht eingeloggt.
es_mx: Sin inciniar sesión.
it: Non hai effettuato l'accesso.
ru_ua: Не авторизован.

source: Change Account...
de: Konto wechseln...
es_mx: Cambiar cuenta...
it: Cambia account...
ru_ua: Поменять аккаунт...

source: Log in...
de: Einloggen...
es_mx: Acceso...
it: Accedi...
ru_ua: Войти...

# Language Changed Restart Popup - Header
source: Restart Required
de: Neustart erforderlich
es_mx: Reinicio Requerido
it: Riavvio richiesto
ru_ua: Требуется перезапуск

# Language Changed Restart Popup - Message
source: Language has been changed. Please start the launcher again for changes to take effect.
de: Die Sprache wurde geändert. Bitte starte den Launcher neu, damit die Änderungen wirksam werden.
es_mx: Se ha cambiado el idioma. Reinicie el iniciador para que se apliquen los cambios.
it: La lingua è stata cambiata. Riavvia il launcher per rendere effettive le modifiche.
ru_ua: Язык был изменен. Чтобы изменения вступили в силу, перезапустите лаунчер.

# Language Changed Restart Popup - Button
source: Close Application
de: Anwendung schließen
es_mx: Cerrar la aplicación
it: Chiudi l'applicazione
ru_ua: Закрыть программу

source: Checking for launcher update...
de: Suche nach Launcher-Update...
es_mx: Buscando cambios para el inciador...
it: Verifica dell'aggiornamento del launcher...
ru_ua: Проверка на обновления лаунчера...

source: Refreshing login status...
de: Der Anmeldestatus wird aktualisiert...
es_mx: Actualizar el estado de la cuenta...
it: Aggiornamento dello stato di accesso...
ru_ua: Обновление статуса авторизации...

source: There was an error getting launcher information from server. You likely have a network/firewall issue. More information is available in the log file.
es_mx: Se produjo un error al obtener información del servidor. Es probable que tenga un problema de red/cortafuegos. Más información está disponible en el archivo de registro.
it: Si è verificato un errore durante il recupero delle informazioni del launcher dal server. Ciò è probabilmente dovuto da un problema di rete o firewall. Per ulteriori informazioni, consulta il file di log.

source: Checking account status
de: Prüfe Kontostatus
es_mx: Estado de la cuenta de cheques
it: Verifica dello stato dell'account
ru_ua: Проверка статуса аккаунта

source: Error connecting to authentication server
de: Fehler beim Herstellen der Verbindung zum Authentifizierungsserver
es_mx: Error conectándose al servidor de autenticación
it: Errore durante la connessione al server di autenticazione
ru_ua: Ошибка при подключении к серверу аутентификации

source: Unknown error occured
de: Es ist ein unbekannter Fehler aufgetreten
es_mx: Un error desconocido ocurrió
it: Si è verificato un errore sconosciuto
ru_ua: Произошла неизвестная ошибка

# Hub Settings Info Tooltip
source: Here you can add extra hubs to fetch game servers from. You should only add hubs that you trust, as they can 'spoof' game servers from other hubs. The order of the hubs matters; if two hubs advertise the same game server the hub with the higher priority (higher in the list) will take precedence.
de: Hier kannst du zusätzliche Hubs hinzufügen, von denen du Spielserver abrufen kannst. Du solltest nur Hubs hinzufügen, denen du vertraust, da diese auch Spielserver anderer Hubs "fälschen" können. Die Reihenfolge der Hubs ist wichtig; wenn zwei Hubs denselben Spielserver bewerben, hat der Hub mit der höheren Priorität (weiter oben in der Liste) vorrang.
es_mx: Aquí puede agregar hubs adicionales para buscar servidores. Solo debes agregar hubs en los que confíes, ya que pueden pretender ser servidores de otros hubs. El orden de los hubs importa; si dos hubs anuncian el mismo servidor, el lanzador mostra la variación del servidor del hub con prioridad mayor (más alto en la lista).
it: Qui puoi aggiungere hub extra, per accedere a server che potrebbero non essere disponibili in altri hub. È consigliato di aggiungere solamente hub ritenuti affidabili, dato che potrebbero 'falsificare' server provenienti da altri hub. L'ordine degli hub è importante; se due hub pubblicizzano lo stesso server, l'hub con la priorità più alta (quello più in alto nella lista) avrà la precedenza.
ru_ua: Здесь можно добавить дополнительные хабы для получения списка игровых серверов. Добавлять следует только те хабы, которым вы доверяете, так как они могут "подменять" игровые серверы от других хабов. Порядок расположения хабов имеет значение; если два хаба рекламируют один и тот же игровой сервер, то приоритет будет иметь хаб который находится выше другого по списку.

# Tab
source: Servers
de: Server
es_mx: Servidores
it: Server
ru_ua: Сервера

# Server List Status Text
source: There was an error fetching the master server lists.
de: Beim Abrufen der Hauptserverliste ist ein Fehler aufgetreten.
es_mx: Se produjo un error al obtener las listas de servidores.
it: Si è verificato un errore durante il recupero delle liste principali dei server.
ru_ua: Произошла ошибка при получении списков серверов.

# Server List Status Text
source: Failed to fetch some or all server lists. Ensure your hub configuration is correct.
de: Einige oder alle Serverlisten konnten nicht abgerufen werden. Stelle sicher, dass deine Hub-Konfiguration korrekt ist.
es_mx: No se puede obtener algunas o todas las listas de servidores. Asegúrese que la configuración de su concentrador sé correcta.
it: Errore durante il recupero di alcune o tutte le liste dei server. Assicurati che le tue configurazioni hub siano corrette.
ru_ua: Не удалось отобразить некоторые или все сервера в списке. Убедитесь в правильности настройки хабов.

# Server List Status Text
source: Fetching master server list...
de: Hauptserverliste abrufen...
es_mx: Buscando la lista de servidores...
it: Recupero liste principali dei server...
ru_ua: Получение списка серверов...

# Server List Status Text
source: Discovering servers...
de: Suche nach Servern...
es_mx: Descubriendo servidores...
it: Ricerca server...
ru_ua: Обнаружение серверов...

# Server List Status Text
source: No servers match your search or filter settings.
de: Keine Server entsprechen deiner Such- oder Filtereinstellungen.
es_mx: Ningún servidor coincide con la configuración de su filtro o ajustes.
it: Nessun server corrisponde alla tua ricerca o ai tuoi filtri.
ru_ua: Ни один сервер не соответствует параметрам поиска или фильтров.

# Server List Status Text
source: There are no public servers. Ensure your hub configuration is correct.
de: Es gibt keine öffentlichen Server. Stelle sicher, dass deine Hub-Konfiguration korrekt ist.
es_mx: No hay servidores. Asegúrese que la configuración de su hub sé correcta.
it: Nessun server pubblico disponibile. Assicurati che le tue configurazioni hub siano corrette.
ru_ua: Общедоступные серверы отсутствуют. Убедитесь в правильности настройки хабов.

# Filter Button that shows current servers out of total servers
source: Filters ({0} / {1})
de: Filter ({0}/{1})
es_mx: Filtros ({0} / {1})
it: Filtri ({0}/{1})
ru_ua: Фильтры ({0} / {1})

# Tab
source: Options
de: Optionen
es_mx: Opciones
it: Opzioni
ru_ua: Настройки

# Server Filters
source: Yes
de: Ja
es_mx: Sí
it: Sì
ru_ua: Да

# Server Filters
source: Servers with no players will not be shown
de: Server ohne Spieler werden nicht angezeigt
es_mx: No se verán servidores con cero jugadores
it: I server senza giocatori non verranno visualizzati
ru_ua: Серверы, на которых нет игроков, не будут показаны

# Server Filters
source: Hide empty
de: Leer ausblenden
es_mx: Ocultar vacío
it: Nascondi server senza giocatori
ru_ua: Скрыть пустые

# Server Filters
source: Servers that are full will not be shown
de: Volle Server werden nicht angezeigt
es_mx: Los servidores con el máximo de jugadores no se verán
it: I server al completo non verranno visualizzati
ru_ua: Серверы, которые заполнены, не будут показаны

# Server Filters
source: Hide full
de: Voll ausblenden
es_mx: Ocultar completo
it: Nascondi server al completo
ru_ua: Скрыть заполненные

# Server Filters
source: Servers with less players will not be shown
de: Server mit weniger Spielern werden nicht angezeigt
es_mx: Los servidores con menos jugadores no se verán
it: I server con meno giocatori non verranno visualizzati
ru_ua: Серверы с меньшим количеством игроков не будут показаны

# Server Filters
source: Minimum:
de: Mindestens:
es_mx: Mínimo:
it: Minimo:
ru_ua: Минимум:

# Server Filters
source: Servers with more players will not be shown
de: Server mit mehr Spielern werden nicht angezeigt
es_mx: Los servidores con más jugadores no se verán
it: I server con più giocatori non verranno visualizzati
ru_ua: Серверы с большим количеством игроков не будут показаны

# Server Filters
source: Maximum:
de: Maximal:
es_mx: Máximo:
it: Massimo:
ru_ua: Максимум:

# Server Filters
source: Show servers that use the Multiverse engine
it: Mostra i server che utilizzano il motore Multiverse

# Server Filters
source: Multiverse engine
it: Motore Multiverse

# Server Filters
source: Show servers that use an unsupported engine (may cause connection failure)
it: Mostra i server che utilizzano un motore non supportato (potresti non riuscire a connetterti)

# Server Filters
source: Unsupported engines
it: Motori non supportati

# Server Filters
source: Unspecified
de: Nicht spezifiziert
es_mx: Sin especificar
it: Non specificato
ru_ua: Не указано

# Region - Long Name
source: Africa Central
de: Zentralafrika
es_mx: África Central
it: Africa Centrale
ru_ua: Центральная Африка

# Region - Long Name
source: Africa North
de: Nordafrika
es_mx: África Norte
it: Nord Africa
ru_ua: Северная Африка

# Region - Long Name
source: Africa South
de: Südafrika
es_mx: África Sur
it: Africa Sud
ru_ua: Южная Африка

# Region - Long Name
source: Antarctica
de: Antarktis
es_mx: Antártida
it: Antartide
ru_ua: Антарктика

# Region - Long Name
source: Asia East
de: Ostasien
es_mx: Asia Oriente
it: Asia Orientale
ru_ua: Восточная Азия

# Region - Long Name
source: Asia North
de: Nordasien
es_mx: Asia Norte
it: Nord Asia
ru_ua: Северная Азия

# Region - Long Name
source: Asia South East
de: Südostasien
es_mx: Asia Sureste
it: Sud-Est Asiatico
ru_ua: Юго-Восточная Азия

# Region - Long Name
source: Central America
de: Mittelamerika
es_mx: América Central
it: America Centrale
ru_ua: Центральная Америка

# Region - Long Name
source: Europe East
de: Osteuropa
es_mx: Europa Este
it: Est Europa
ru_ua: Восточная Европа

# Region - Long Name
source: Europe West
de: Westeuropa
es_mx: Europa Oeste
it: Europa Occidentale
ru_ua: Западная Европа

# Region - Long Name
source: Greenland
de: Grönland
es_mx: Groenlandia
it: Groenlandia
ru_ua: Гренландия

# Region - Long Name
source: Middle East
de: Mittlerer Osten
es_mx: Medio Oriente
it: Medio Oriente
ru_ua: Ближний Восток

# Region - Long Name
source: The Moon
de: Der Mond
es_mx: La Luna
it: La Luna
ru_ua: Луна

# Region - Long Name
source: North America Central
de: Zentral Nordamerika
es_mx: América del Norte Central
it: Nord America Centrale
ru_ua: Северо-Центральная Америка

# Region - Long Name
source: North America East
de: Nordamerika Ost
es_mx: América del Norte Este
it: Nord America Est
ru_ua: Северо-Восточная Америка

# Region - Long Name
source: North America West
de: Nordamerika West
es_mx: América del Norte Oeste
it: Nord America Ovest
ru_ua: Северо-Западная Америка

# Region - Long Name
source: South America East
es_mx: Sur América del Este
it: Sud America Est
ru_ua: Юго-Восточная Америка

# Region - Long Name
source: South America South
es_mx: Sur América del Sur
it: Sud America Sud
ru_ua: Южная Америка

# Region - Long Name
source: South America West
es_mx: América del Sur Oeste
it: Sud America Ovest
ru_ua: Юго-Западная Америка

# Region - Short Name
source: Africa Central
de: Zentralafrika
es_mx: África Central
it: Africa Centrale
ru_ua: Центральная Африка

# Region - Short Name
source: Africa North
de: Nordafrika
es_mx: África Norte
it: Nord Africa
ru_ua: Северная Африка

# Region - Short Name
source: Africa South
de: Südafrika
es_mx: África Sur
it: Africa del Sud
ru_ua: Южная Африка

# Region - Short Name
source: Antarctica
de: Antarktis
es_mx: Antártida
it: Antartide
ru_ua: Антарктика

# Region - Short Name
source: Asia East
de: Ostasien
es_mx: Asia Oriente
it: Asia Orientale
ru_ua: Восточная Азия

# Region - Short Name
source: Asia North
de: Nordasien
es_mx: Asia Norte
it: Nord Asia
ru_ua: Северная Азия

# Region - Short Name
source: Asia South East
de: Südostasien
es_mx: Asia Sureste
it: Sud-Est Asiatico
ru_ua: ЮВ Азия

# Region - Short Name
source: Central America
es_mx: América Central
it: America Centrale
ru_ua: Центральная Америка

# Region - Short Name
source: Europe East
de: EU Ost
es_mx: Europa Este
it: Est Europa
ru_ua: Восточная Европа

# Region - Short Name
source: Europe West
de: EU West
es_mx: Europa Oeste
it: Europa Occidentale
ru_ua: Западная Европа

# Region - Short Name
source: Greenland
de: Grönland
es_mx: Groenlandia
it: Groenlandia
ru_ua: Гренландия

# Region - Short Name
source: Middle East
es_mx: Medio Oriente
it: Medio Oriente
ru_ua: Ближний Восток

# Region - Short Name
source: The Moon
de: Der Mond
es_mx: La Luna
it: La Luna
ru_ua: Луна

# Region - Short Name
source: NA Central
it: NA Centrale
ru_ua: СЦ Америка

# Region - Short Name
source: NA East
de: NA Ost
es_mx: NA Oriente
it: NA Est
ru_ua: СВ Америка

# Region - Short Name
source: NA West
es_mx: NA Oeste
it: NA Ovest
ru_ua: СЗ Америка

# Region - Short Name
source: SA East
de: SA Ost
es_mx: SA Oriente
it: SA Est
ru_ua: ЮВ Америка

# Region - Short Name
source: SA South
de: SA Süd
es_mx: SA Sur
it: SA Sud
ru_ua: Южная Америка

# Region - Short Name
source: SA West
es_mx: SA Oeste
it: SA Ovest
ru_ua: ЮЗ Америка

# Roleplay Level Filter
source: None
de: Keiner
es_mx: Ninguno
it: Nessuno
ru_ua: Нет

# Roleplay Level Filter
source: Low
de: Niedrig
es_mx: Bajo
it: Basso
ru_ua: Легкий

# Roleplay Level Filter
source: Medium
de: Mittel
es_mx: Mediano
it: Medio
ru_ua: Средний

# Roleplay Level Filter
source: High
de: Hoch
es_mx: Alto
it: Alto
ru_ua: Строгий

# Tab
source: News
de: Neuigkeiten
es_mx: Noticias
it: Novità
ru_ua: Новости

source: Remove Favorite
de: Favorit entfernen
es_mx: Eliminar Favorito
it: Rimuovi preferito
ru_ua: Убрать из избранного

source: Add Favorite
de: Favorit hinzufügen
es_mx: Añadir Favorito
it: Aggiungi preferito
ru_ua: Добавить в избранное

source: Fetching...
de: Wird abgerufen...
es_mx: Traer...
it: Recupero...
ru_ua: Загрузка...

source: Unable to contact server
de: Server konnte nicht kontaktiert werden
es_mx: No se puede contactar con el servidor
it: Impossibile contattare il server
ru_ua: Невозможно связаться с сервером

source: Fetching server status...
de: Serverstatus wird abgerufen...
es_mx: Obteniendo el estado del servidor...
it: Recupero stato del server...
ru_ua: Получение состояния сервера...

source: Fetching server description...
de: Serverbeschreibung wird abgerufen...
es_mx: Obteniendo la descripción del servidor...
it: Recupero descrizione del server...
ru_ua: Получение описания сервера...

source: Error while fetching server description
de: Fehler beim Abrufen der Serverbeschreibung
es_mx: Error al obtener la descripción del servidor
it: Errore durante il recupero della descrizione del server
ru_ua: Ошибка при получении описания сервера

source: No server description provided
de: Keine Serverbeschreibung angegeben
es_mx: El servidor no tiene descripción
it: Nessuna descrizione provvista dal server
ru_ua: Описание сервера не представлено

# Age Entry Window
source: You are {0} year(s) old.
it: Hai {0} anno/i.

# Age Entry Window
source: Please enter a valid birth date.
it: Inserisci una data di nascita valida.

# Key Auth Error - Description
source: Servers will need a username to call you by. Please enter a username in the username field.
it: I server avranno bisogno di un nome utente con cui chiamarti. Inserisci un nome utente nel campo nome utente.

# Guest Mode Auth Error - Description
source: Username can only contain 0-9 a-z A-Z and _
de: Der Benutzername darf nur 0-9 a-z A-Z und _ enthalten
es_mx: Nombre de usuario solo puede contener 0-9, a-z, A-Z y _
it: Il nome utente può contenere soltanto i caratteri 0-9 a-z A-Z e _
ru_ua: Имя пользователя может содержать только 0-9 a-z A-Z и _

# Key Configuration
source: Rename was successful.
it: Il nome utente è stato rinominato con successo.

# Key Configuration
source: (UI may not reflect the rename until next restart of Multiverse.)
it: (L'interfaccia potrebbe non riflettere il tuo nuovo nome utente fino al prossimo riavvio di Multiverse.)

# Key Configuration
source: No path selected.
it: Nessun percorso selezionato.

# Key Configuration
source: Export succeeded.
it: Esportazione avvenuta con successo.

# Key Configuration
source: Error during export:
it: Errore durante l'esportazione:

source: You've already made an account of this type. Select it at the top right.
it: Hai già creato un account di questo tipo. Selezionalo in alto a destra.

# Guest Mode Auth Error - Header
source: Username needed
de: Benutzername erforderlich
es_mx: Nombre de usuario requerido
it: Nome utente necessario
ru_ua: Требуется имя пользователя

# Guest Mode Auth Error - Description
source: Even though no account will be created, servers will still need a username to call you by. Please enter a username in the username field.
de: Auch wenn kein Konto erstellt wird, benötigen die Server dennoch einen Benutzernamen, mit dem sie dich referenzieren können. Bitte gib einen Benutzernamen in das Feld Benutzername ein.
es_mx: Aunque no se creará ninguna cuenta, los servidores todavía necesitan un nombre de usuario para llamarlo. Por favor inserto un nombre de usuario en el campo de nombre de usuario.
it: Anche se non verrà creato alcun account, i server avranno comunque bisogno di un nome utente con il quale riferirti. Inserisci un nome utente nel campo nome utente.
ru_ua: Несмотря на то, что учетная запись не будет создана, серверам все равно потребуется имя пользователя, по которому они будут обращаться к вам. Пожалуйста, введите имя пользователя в поле для имени.

# Guest Mode Auth Error - Header
source: Username bad characters
de: Benutzername: schlechte Zeichen
es_mx: Nombre de usuario contiene carácteres malos
it: Il nome utente contiene caratteri non validi
ru_ua: Имя пользователя использует недопустимые символы

# Create Identity Tab
source: Guest
de: Gast
es_mx: Visitante
it: Ospite
ru_ua: Гость

# Create Identity Tab
source: (Information)
de: (Informationen)
es_mx: (Información)
it: (Informazioni)
ru_ua: (Информация)

source: Let's set up your identity! From this screen, you can create an identity on one of the established authentication providers, or just use a guest login. Different servers accept different ways to authenticate you, and not all servers accept all authentication providers. It is possible to manage multiple identities using this launcher, just revisit this page to establish them as needed. (Though you probably do not want to create more than one identity per provider). Start by choosing an identity provider on the left. You can revisit this screen later to create identities at other providers, should you wish to do so.
de: Lass uns deine Identität einrichten! Von diesem Bildschirm aus kannst du eine Identität bei einem der etablierten Authentifizierungsanbieter erstellen oder einfach eine Gastanmeldung verwenden. Verschiedene Server akzeptieren unterschiedliche Methoden, um dich zu authentifizieren, und nicht alle Server akzeptieren alle Authentifizierungsanbieter. Es ist möglich, mit diesem Launcher mehrere Identitäten zu verwalten. Besuche einfach diese Seite erneut, um sie nach Bedarf einzurichten. (Obwohl du wahrscheinlich nicht mehr als eine Identität pro Anbieter erstellen möchtest). Wähle zunächst links einen Identitätsanbieter aus. Du kannst diesen Bildschirm später erneut aufrufen, um Identitäten bei anderen Anbietern zu erstellen, falls du dies wünschst.
es_mx: ¡Configuremos tu identidad! Desde esta pantalla puedes crear una identidad en uno de los servidores de autenticación o estar visitante. Diferentes servidores aceptan diferentes servidores de autenticación, y no todos los servidores aceptan todos los servidores de autenticación. Es posible tener múltiples identidades usando este iniciador, simplemente visite esta página para agregar más. (Probablemente no quieres más de una identidad por servidor de autenticación) Empeza eligiendo un proveedor de identidad a la izquierda.
it: Configuriamo il tuo account! Da questa schermata, puoi creare un account su uno dei provider di autenticazione prestabiliti, o semplicemente accedere come ospite. Ciascun server potrebbe richiedere metodi diversi con i quali autenticarti, e quindi non tutti i server accetteranno tutti i provider di autenticazione. È possibile gestire più account utilizzando questo launcher, basta solamente rivisitare questa pagina per aggiungerne altri. (Anche se probabilmente non vorrai creare più di un account per provider). Inizia scegliendo un provider di autenticazione sulla sinistra. Potrai rivisitare questa schermata in seguito per creare un account presso altri provider, se lo desideri.
ru_ua: Давайте настроим ваш аккаунт для игры! На этом экране вы можете создать аккаунт или войти как гость. Разные сервера используют различные способы аутентификации, и не все серверы принимают гостевой вход. С помощью этого лаунчера можно управлять несколькими аккаунтами, просто возвращайтесь на эту страницу для их создания по мере необходимости. (Хотя, скорее всего, не стоит создавать более одного аккаунта ибо в случае бана, они так же могут получить блокировку, используйте другие аккаунты для тестирования!). Начните с выбора способа входа в лаунчер слева. При желании вы можете вернуться к этому экрану позже, чтобы создать новый аккаунт или войти в другой.

# Key Auth Error - Header
source: Error
it: Errore

# Key Auth Error - Description
source: Please select exactly one keypair file to load.
it: Seleziona solo un file coppia di chiavi da caricare.

# Key Auth Error - Description
source: Invalid SSMV JSON keypair file.
it: File coppia di chiavi SSMV JSON non valido.

# Key Auth Error - Description
source: You already have this key loaded ({0}). Select it in top right account dropdown menu.
it: Hai già caricato questa chiave ({0}). Selezionala nel menu a tendina account in alto a destra.

# Key Auth Error - Description
source: Exception during import. Did you select the right SSMV JSON keypair file?
it: Eccezione durante l'importazione. Hai selezionato il file coppia di chiavi SSMV JSON corretto?

# Create Identity Tab
source: Key Auth (Import)
it: Autenticazione a Chiave (Importa)

# Create Identity Tab
source: ⭐ Key Auth (New) ⭐
it: ⭐ Autenticazione a Chiave (Nuovo) ⭐

# Connecting
source: Starting connection... {0}
de: Starte Verbindung... {0}
es_mx: Iniciando conexión... {0}
it: Inizializzazione connessione... {0}
ru_ua: Начало соединения... {0}
