Repository: Skyedra/SS14.Launcher
Catalog: SS14.Launcher/Assets/locale/*/LC_MESSAGES/Launcher.po
Languages: de, es_mx, it, ru_ua

source: This uses OpenGL ES 2 (via ANGLE if necessary), which is less likely to suffer from driver bugs. Try this if you are experiencing graphical issues or crashes.
de: Dies verwendet OpenGL ES 2 (bei Bedarf über ANGLE), bei dem die Wahrscheinlichkeit geringer ist, dass Treiberfehler auftreten. Versuch dies, wenn du Grafikprobleme oder Abstürze hast.
es_mx: Esto usa OpenGL ES 2 (a través de ANGLE si es necesario), que es menos probable que sufra errores del controlador. Prueba esto si estás experimentando problemas gráficos o bloqueos.
it: Utilizza OpenGL ES 2 (tramite ANGLE se necessario), che ha meno probabilità di incorrere in errori driver. Prova questa impostazione se riscontri problemi grafici o arresti anomali.
ru_ua: Использовать OpenGL ES 2 (при необходимости через ANGLE), который менее подвержен ошибкам драйверов. Попробуйте этот вариант, если у вас наблюдаются проблемы с графикой или вылеты.

source: Experimental Performance Options
de: Experimentelle Leistungsoptionen
es_mx: Opciones de rendimiento experimentales
it: Opzioni prestazioni sperimentali
ru_ua: Экспериментальные настройки производительности

source: Experimental .NET 6 environment variables that enable full Dynamic PGO. Disable if you experience issues.
de: Experimentelle .NET 6 Umgebungsvariablen, die vollständiges dynamisches PGO ermöglichen. Deaktiviere diese Option, wenn Probleme auftreten.
es_mx: Variables de entorno experimental .NET 6 que habilitan PGO dinámico completo. Desactive si experimenta problemas.
it: Variabili di ambiente .NET 6 sperimentali che abilitano il PGO dinamico completo. Deseleziona se riscontri problemi.
ru_ua: Экспериментальные переменные окружения .NET 6, позволяющие использовать полностью динамический PGO. Отключите настройку, если у вас возникнут проблемы.

source: Log Client
de: Client protokollieren
es_mx: Grabar Registros de Juegos
it: Log del client
ru_ua: Логи клиента игры

source: Enables logging of any game client output. Useful for developers.
de: Aktiviert die Protokollierung aller Ausgaben des Spielclients. Nützlich für Entwickler.
es_mx: Permite el registro de cualquier salida del cliente del juego. Útil para desarrolladores.
it: Abilita il logging di qualsiasi output del client di gioco. Utile per gli sviluppatori.
ru_ua: Включает логирование игрового клиента. Полезно для разработчиков.

source: Enables logging of the launcher. Useful for developers. (requires launcher restart)
de: Aktiviert die Protokollierung des Launchers. Nützlich für Entwickler. (Erfordert einen Neustart des Launchers)
es_mx: Permite el registro del lanzador. Útil para desarrolladores. (requiere reiniciar el lanzador)
it: Abilita il logging del launcher. Utile per gli sviluppatori. (richiede il riavvio del launcher)
ru_ua: Включает логирование лаунчера. Полезно для разработчиков. (требуется перезапуск лаунчера)

source: Verbose Launcher Logging
de: Ausführliche Protokollierung des Launchers
es_mx: Registro Detallado del Lanzador
it: Log dettagliato del launcher
ru_ua: Подробные логи лаунчера

source: For when the developers are *very* stumped with your problem. (requires launcher restart)
de: Für den Fall, dass die Entwickler mit deinem Problem *sehr* ratlos sind. (Erfordert einen Neustart des Launchers)
es_mx: Para cuando los desarrolladores están *muy* atrapados en tú problema. (requiere reiniciar el lanzador)
it: Per quando gli sviluppatori sono *molto* perplessi riguardo il tuo problema. (richiede il riavvio del launcher)
ru_ua: Для случаев, когда разработчики *очень* озадачены вашей проблемой. (требуется перезапуск лаунчера)

source: Seasonal Branding
de: Saisonales Branding
es_mx: Marca de Temporada
it: Logo stagionale
ru_ua: Сезонное брендирование

source: Whatever temporally relevant icons and logos we can come up with.
de: Alle zeitlich relevanten Icons und Logos, die wir uns ausdenken können.
es_mx: Cualesquiera que sean los íconos y logotipos temporalmente relevantes que se nos ocurran.
it: Qualsiasi icone e loghi temporalmente rilevanti che decidiamo di utilizzare.
ru_ua: Какие только иконки и логотипы мы не придумаем, соответствующие времени.

source: Disable Engine Signature Checks
de: Enginesignaturprüfungen deaktivieren
es_mx: Deshabilitar las Comprobaciones de Firma del Motor
it: Disabilita la verifica delle firme del motore
ru_ua: Отключить проверку подписи движка

source: [DEV ONLY] Disables verification of engine signatures. DO NOT ENABLE UNLESS YOU KNOW EXACTLY WHAT YOU'RE DOING.
de: [NUR FÜR ENTWICKLER] Deaktiviert die Überprüfung von Enginesignaturen. AKTIVIERE DIESE OPTION NUR, WENN DU GENAU WEIßT, WAS DU TUST.
es_mx: [SOLO PARA DESARROLLADORES] Desactiva la verificación de firmas del motor. NO LO HABILITE A MENOS QUE SEPA EXACTAMENTE LO QUE ESTÁ HACIENDO.
it: [SOLO PER GLI SVILUPPATORI] Disabilita la verifica delle firme del motore. NON ABILITARE A MENO CHE NON SAI ESATTAMENTE CHE COSA STAI FACENDO.
ru_ua: [ТОЛЬКО ДЛЯ РАЗРАБОТЧИКОВ] Отключает проверку подписи движка. НЕ ВКЛЮЧАТЬ, ЕСЛИ ВЫ НЕ ЗНАЕТЕ, ЧТО ИМЕННО ДЕЛАЕТЕ.

source: Favorite Servers:
de: Favorisierte Server:
es_mx: Servidores Favoritos:
it: Server preferiti:
ru_ua: Избранные сервера:

# Button
source: Add Favorite...
de: Favorit hinzufügen...
es_mx: Añadir Favorito...
it: Aggiungi preferito...
ru_ua: Добавить в избранное...

# Button
source: Refresh
de: Aktualisieren
es_mx: Refrescar
it: Aggiorna
ru_ua: Обновить

# Button
source: Direct Connect To Server...
es_mx: Conexión Directa al Servidor...
it: Connessione diretta al server...
ru_ua: Прямое подключение к серверу...

# Button
source: Run content bundle/replay
es_mx: Ejecute el paquete de contenido/reproducción
it: Esegui pacchetto contenuti/replay
ru_ua: Запуск архива с повтором игры

# Button
source: Go to the servers tab
es_mx: Ir a la página de servidores
it: Vai alla scheda server
ru_ua: Перейти на вкладку серверов

source: Mark servers as favorite for easy access here.
de: Markiere Server als Favoriten, damit du hier leicht darauf zugreifen kannst.
es_mx: Marcar los servidores como favoritos para un fácil acceso aquí.
it: Contrassegna un server come preferito per un accesso rapido da questa scheda.
ru_ua: Пометьте серверы как избранные, чтобы иметь к ним удобный доступ.

source: This server uses WizDen Engine - connect may not work.
it: Questo server utilizza il motore WizDen: potresti non riuscire a connetterti.

source: This server supports MV Key Authentication.
it: Questo server supporta l'autenticazione tramite Chiave MV.

source: This server supports Guest mode.
it: Questo server supporta la modalità Ospite.

source: Raise to top
de: Nach oben
es_mx: Llevar a la top
it: Muovi in cima
ru_ua: Поднять выше

source: Refresh
de: Aktualisieren
es_mx: Refrescar
it: Aggiorna
ru_ua: Обновить

source: Search For Servers...
de: Nach Servern suchen...
es_mx: Buscar Servidores...
it: Cerca server...
ru_ua: Поиск по серверам...

source: Players
de: Spieler
es_mx: Jugadores
it: Giocatori
ru_ua: Игроков

source: Info
it: Informazioni

source: Server Name
es_mx: Nombre del Servidor
it: Nome server
ru_ua: Название сервера

source: Recent News:
de: Aktuelle Neuigkeiten:
es_mx: Noticias Recientes:
it: Novità recenti:
ru_ua: Последние новости:

source: Filters
de: Filter
es_mx: Filtros
it: Filtri
ru_ua: Фильтры

# Server Filters
source: Language
de: Sprache
es_mx: Idioma
it: Lingua
ru_ua: Язык

# Server Filters
source: Region
es_mx: Región
it: Regione
ru_ua: Регион

# Server Filters
source: Role-play level
de: Rollenspiel Niveau
es_mx: Nivel de juego de roles
it: Livello di roleplay
ru_ua: Уровень РП

# Server Filters
source: Player count
de: Anzahl Spieler
es_mx: Cuenta de jugadores
it: Numero giocatori
ru_ua: Кол-во игроков

# Server Filters
source: (18+ servers are hidden based on your entered birth date.)
it: (I server 18+ sono automaticamente nascosti in base alla data di nascita inserita.)

# Server Filters
source: Engine
it: Motore

# Server Filters
source: No
de: Nein
ru_ua: Нет

# Region - Long Name
source: India
de: Indien
ru_ua: Индия

# Region - Long Name
source: Oceania
de: Ozeanien
es_mx: Oceanía
ru_ua: Океания

# Region - Short Name
source: India
de: Indien
ru_ua: Индия

# Region - Short Name
source: Oceania
de: Ozeanien
es_mx: Oceanía
ru_ua: Океания

source: OFFLINE
es_mx: DESCONECTADO
ru_ua: Не в сети

# Tab
source: Home
es_mx: Casa
ru_ua: Избранное

source: Password
de: Passwort
es_mx: Contraseña
ru_ua: Пароль

source: Account Settings
ru_ua: Настройки аккаунта

source: You can manage your account settings, such as changing email or password, through our website.
ru_ua: Вы можете управлять настройками своей учетной записи, например, изменить электронную почту или пароль, через официальный сайт.

# Server Filters
source: Hub
es_mx: Centro
ru_ua: Хаб
