Repository: Skyedra/SS14.Launcher
Catalog: SS14.Launcher/Assets/locale/*/LC_MESSAGES/Launcher.po
Languages: de, es_mx, it, ru_ua

# Connecting
source: There was an error while downloading server content. Please ask on Discord for support if the problem persists.
de: Beim Herunterladen der Serverinhalte ist ein Fehler aufgetreten. Bitte frage auf Discord um Unterstützung, wenn das Problem weiterhin besteht.
es_mx: Se produjo un error al descargar el contenido del servidor. Por favor, solicite soporte en Discord si el problema persiste.
it: Errore durante il download dei contenuti del server. Richiedi supporto sul server Discord se il problema persiste.
ru_ua: Произошла ошибка при загрузке ресурсов сервера. Пожалуйста, обратитесь в Discord за поддержкой, если проблема останется.

# Connecting
source: Checking for server content update...
de: Prüfen auf Aktualisierung der Serverinhalte...
es_mx: Comprobando para una actualización del contenido del servidor...
it: Controllo aggiornamenti contenuti del server...
ru_ua: Проверка обновления ресурсов сервера...

# Connecting
source: Downloading server content...
de: Herunterladen von Serverinhalten...
es_mx: Descargando contenido del servidor...
it: Download contenuti del server...
ru_ua: Скачивание ресурсов сервера...

# Connecting
source: Fetching server manifest...
de: Servermanifest abrufen...
es_mx: Obteniendo el manifiesto del servidor...
it: Recupero manifesto server...
ru_ua: Получение манифеста сервера...

# Connecting
source: Verifying download integrity...
de: Download-Integrität wird überprüft...
es_mx: Verificando la integridad de la descarga...
it: Verifica dell'integrità del download...
ru_ua: Проверка целостности ресурсов...

# Connecting
source: Clearing old content...
de: Löschung alter Inhalte...
es_mx: Borrando contenidos antiguos...
it: Pulizia contenuti obsoleti...
ru_ua: Очистка старого контента...

# Connecting
source: Clearing old server content...
de: Löschen alter Serverinhalte...
es_mx: Borrando contenidos antiguos del servidor...
it: Pulizia contenuti del server obsoleti...
ru_ua: Очистка старого контента сервера...

# Connecting
source: Update done!
de: Update abgeschlossen!
es_mx: ¡Actualización hecha!
it: Aggiornamento completato!
ru_ua: Обновление завершено!

# Connecting
source: Checking for additional dependencies...
de: Prüfung auf zusätzliche Abhängigkeiten...
es_mx: Buscando dependencias adicionales...
it: Controllo dipendenze aggiuntive...
ru_ua: Проверка наличия дополнительных зависимостей...

# Connecting
source: Downloading extra dependencies...
de: Herunterladen von zusätzlichen Abhängigkeiten...
es_mx: Descargando dependencias adicionales...
it: Download dipendenze aggiuntive...
ru_ua: Скачивание дополнительных зависимостей...

# Connecting
source: Synchronizing to disk...
de: Synchronisieren auf Festplatte...
es_mx: Sincronizando con el disco...
it: Sincronizzazione a memoria disco...
ru_ua: Синхронизация на диск...

# Connecting
source: Storing assets in database...
de: Speichere Assets in die Datenbank...
es_mx: Almacenando activos en la base de datos...
it: Archiviazione asset nel database...
ru_ua: Сохранение ресурсов игры в базе данных...

# Connecting
source: Loading content bundle...
de: Inhaltsbündel wird geladen...
es_mx: Cargando paquete de contenido...
it: Caricamento pacchetto contenuti...
ru_ua: Загрузка архива с контентом...

# Connecting
source: You shouldn't see this
de: Das solltest du nicht sehen
es_mx: No deberías ver esto
it: Non dovresti vedere questo messaggio
ru_ua: Ты не должен видеть это

# Connecting
source: Updating: {0} {1}
de: Aktualisiere: {0} {1}
es_mx: Actualizando: {0} {1}
it: Aggiornamento: {0} {1}
ru_ua: Обновление: {0} {1}

# Connecting
source: Fetching connection info from server... {0}
de: Verbindungsinformationen vom Server abrufen... {0}
es_mx: Obteniendo información de conexión del servidor... {0}
it: Acquisizione informazioni di connessione dal server... {0}
ru_ua: Получение информации о соединении с сервера... {0}

# Connecting
source: Failed to connect to server!
de: Verbindung zum Server fehlgeschlagen!
es_mx: ¡No se puede conectar al servidor!
it: Connessione al server non riuscita!
ru_ua: Не удалось подключиться к серверу!

# Connecting
source: Starting client... {0}
de: Starte client... {0}
es_mx: Iniciando el juego... {0}
it: Inizializzazione client... {0}
ru_ua: Запуск клиента... {0}

# Connecting
source: File is not a valid content bundle!
de: Datei ist kein gültiges Inhaltsbündel!
es_mx: ¡El archivo no es un paquete de contenido válido!
it: Il file non è un pacchetto contenuti valido!
ru_ua: Файл не является действительным архивом!

# Connecting
source: Client seems to have crashed while starting. If this persists, please ask on Discord or GitHub for support.
de: Der Client scheint beim Starten abgestürzt zu sein. Wenn dieses Problem weiterhin besteht, frage bitte auf Discord oder GitHub nach Unterstützung.
es_mx: El juego parece haber cerrado durante iniciar. Si esto persiste, solicita soporte en Discord o GitHub.
it: Sembra che il client abbia subito un arresto improvviso durante l'avvio. Se il problema persiste, richiedi supporto sul server Discord o su GitHub.
ru_ua: Похоже, что при запуске клиента произошел сбой. Если ситуация не изменилась, обратитесь за поддержкой в Discord или GitHub.

source: Connecting...
de: Verbindung wird hergestellt...
es_mx: Conectando...
it: Connessione...
ru_ua: Подключение...

source: Loading...
es_mx: Cargando...
it: Caricamento...

source: No account selected
de: Kein Konto ausgewählt
es_mx: Ninguna cuenta seleccionada
it: Nessun account selezionato
ru_ua: Не выбран аккаунт

source: Log out
de: Abmelden
es_mx: Cerrar sesión
it: Esci
ru_ua: Выйти из аккаунта

source: Log out of {0}
de: Von {0} abmelden
es_mx: Cerrar sesión de {0}
it: Esci da {0}
ru_ua: Выход из {0}

source: Configure Key
it: Configura Chiave

source: Configure {0}
it: Configura {0}

source: Switch account:
de: Konto wechseln:
es_mx: Cambiar cuenta:
it: Cambia account:
ru_ua: Переключить аккаунт:

source: Select account:
de: Konto auswählen:
es_mx: Seleccionar cuenta:
it: Seleziona l'account:
ru_ua: Выберите аккаунт:

# Account Type
source: MV Key Auth
it: Autenticazione a Chiave MV

# Account Type
source: Guest
it: Ospite

source: Done!
de: Fertig!
es_mx: ¡Listo!
it: Fatto!
ru_ua: Готово!

source: Hub Settings
de: Hub-Einstellungen
es_mx: Configuración del Centro
it: Impostazioni hub
ru_ua: Настройки хаба

source: Done
de: Fertig
es_mx: Completo
it: Fatto
ru_ua: Готово

source: Cancel
de: Abbrechen
es_mx: Cancelar
it: Annulla
ru_ua: Отмена

source: Reset
de: Zurücksetzen
es_mx: Reiniciar
it: Ripristina
ru_ua: Сброс

source: Reset to default settings
de: Auf Standardeinstellungen zurücksetzen
es_mx: Reiniciar a la configuración predeterminada
it: Ripristina impostazioni predefinite
ru_ua: Сброс к настройкам по умолчанию

source: Add hub
de: Hub hinzufügen
es_mx: Añadir centro
it: Aggiungi hub
ru_ua: Добавить хаб

source: Remove hub
de: Hub entfernen
es_mx: Eliminar centro
it: Rimuovi hub
ru_ua: Удалить хаб

source: Increase priority
de: Priorität erhöhen
es_mx: Incrementar prioridad
it: Incrementa priorità
ru_ua: Повысить приоритет

source: Decrease priority
de: Priorität verringern
es_mx: Reducir prioridad
it: Diminiusci priorità
ru_ua: Понизить приоритет

source: Add account
de: Konto hinzufügen
es_mx: Añadir cuenta
it: Aggiungi account
ru_ua: Добавить аккаунт

source: Log Launcher
de: Launcher protokollieren
es_mx: Registro de lanzador
it: Log del launcher
ru_ua: Логи лаунчера

# EighteenPlus Default Setting Header
source: Welcome - Enable 18+ Servers?
it: Benvenuto - visualizza server 18+?

# EighteenPlus Default Setting Window
source: Do you wish to enable 18+ servers in the server browser?
it: Desideri visualizzare server 18+ nel server browser?

# EighteenPlus Default Setting Window
source: Yes, show ALL servers including ones with mature/18+ content.
it: Sì, mostra TUTTI i server, inclusi quelli con contenuti per adulti e 18+.

# EighteenPlus Default Setting Window
source: No, do not show servers with mature content.
it: No, non mostrare server con contenuti per adulti.

# EighteenPlus Default Setting
source: (You can change this setting at any time in the server filters)
it: (Puoi modificare questa impostazione in qualsiasi momento nei filtri dei server)

source: Direct Connect...
de: Direktverbindung...
es_mx: Conexión Directa...
it: Connessione diretta...
ru_ua: Прямое подключение...

source: Enter server address to connect:
de: Gib die Serveradresse für die Verbindung ein:
es_mx: Inserte la dirección del servidor al que conectarse:
it: Inserisci l'indirizzo del server a cui vuoi connetterti:
ru_ua: Введите адрес сервера:

source: Connect
de: Verbinden
es_mx: Conectar
it: Connetti
ru_ua: Подключиться

source: Address is invalid
de: Ungültige Adresse
es_mx: La dirección no es válida
it: L'indirizzo non è valido
ru_ua: Адрес недействителен

# Age Header
source: Welcome - Age Setup
it: Benvenuto - Imposta la tua età

# Age Entry Window
source: Please enter your date of birth. Your entered birthdate will not be uploaded or shared, it is only used to help ensure age-appropriate content is shown to you.
it: Inserisci la tua data di nascita. La data di nascita inserita non verrà caricata o condivisa, viene utilizzata solo per garantire che ti vengano mostrati contenuti adatti all'età.

# Age Entry Window
source: Kindly ensure this value is correct -- you will not be able to change it later.
it: Assicurati che la data inserita sia corretta: non potrai modificarla in seguito.

source: Continue
it: Continua

# Configure Key
source: Change Preferred Username
it: Cambia Nome Utente

# Configure Key
source: You can change your requested username by using this section. It will not take effect on any servers you've already connected to, only on new servers you have not yet connected to. If you wish to change your username on a server you previously connected to, ask that server's staff to help you (perhaps via ahelp).
it: Puoi modificare il nome utente richiesto utilizzando questa sezione. Non avrà effetto sui server a cui ti sei già connesso, ma solo sui nuovi server a cui non ti sei ancora connesso. Se desideri modificare il tuo nome utente su un server a cui ti sei connesso in precedenza, chiedi aiuto allo staff di quel server (magari tramite ahelp).

# Configure Key
source: Name
it: Nome

# Configure Key
source: Rename
it: Rinomina

# Configure Key
source: View/Share Public Key
it: Visualizza/Condividi Chiave Pubblica

# Configure Key
source: Sometimes, server staff may request you to share your *public* key. This is safe. You may copy/paste it from below. It is safe to give the *public* key to anyone who asks -- even other players.
it: A volte, lo staff del server potrebbe richiederti di condividere la tua chiave *pubblica*. Condividere la chiave *pubblica* è sicuro. Puoi copiarla e incollarla dalla sezione sottostante. È sicuro condividere la chiave *pubblica* con chiunque lo richieda, anche con altri giocatori.

# Configure Key
source: Delete Keypair
it: Elimina Chiavi

# Configure Key
source: This will delete your key. There is no way to undo it! You will be locked out of your user profile on all servers if you do this.
it: Questa opzione eliminerà permanentemente la tua chiave. Una volta eliminata, la chiave sarà irrecuperabile! Proseguendo con questa scelta, non potrai più accedere al tuo vecchio profilo utente su tutti i server ai quali ti eri connesso/a con questa chiave.

# Configure Key
source: Delete Key
it: Elimina Chiave

# Configure Key
source: CONFIRM DELETE -- There is no undo!!
it: CONFERMA ELIMINAZIONE -- Una volta eliminata, la chiave sarà irrecuperabile!

# Configure Key
source: Export Private + Public Key
it: Esporta Chiave Privata e Pubblica

# Configure Key
source: It is a good idea to back up your private/public keypair somewhere safe (like a password manager). You may do so using the below button. Please be sure not to give/share this file to anyone else as it includes your *private* key. Treat it like a password!
it: È buon'idea effettuare un backup della coppia di chiavi pubblica e privata e conservarlo in un luogo sicuro (come un gestore di password). Puoi ottenere un backup selezionando il pulsante sottostante. Assicurati di non cedere o condividere questo file con nessun altro poiché include la tua chiave *privata*. Trattala come una password!

# Configure Key
source: Export Key Pair
it: Esporta Coppia di Chiavi

# Configure Key Close Button
source: Close
it: Chiudi

source: Add Favorite Server
de: Server favorisieren
es_mx: Añadir Servidor Favorito
it: Aggiungi server preferito
ru_ua: Добавить сервер в избранное

# Add Favorite Server
source: Name:
es_mx: Nombre:
it: Nome:
ru_ua: Название:

# Add Favorite Server
source: Address:
de: Adresse:
es_mx: Dirección:
it: Indirizzo:
ru_ua: Адрес:

# Example server name
source: Honk Station
es_mx: Estación de Bocina
it: Stazione di Strombetto
ru_ua: Хонк Станция

source: Space Station Multiverse Launcher
it: Launcher Space Station Multiverse

# Header Buttons
source: SSMV Discord
es_mx: Discord de SSMV
it: Discord SSMV

# Header Buttons
source: Website
de: Webseite
es_mx: Sitio web
it: Sito Web
ru_ua: Сайт

source: This launcher is out of date.&#x0a;Please download a new version from our website.
de: Dieser Launcher ist veraltet. Bitte lade eine neue Version von unserer Website herunter.
es_mx: Este lanzador está desactualizado. Por favor descargar una nueva versión de nuestro sitio web.
it: Questo launcher non è aggiornato. Scarica una nuova versione dal nostro sito Web.
ru_ua: Данный лаунчер устарел.&#x0a;Пожалуйста, загрузите новую версию с нашего сайта.

source: Space Station is still in development. We hope you like what you see, but please keep your expectations modest for the time being.
de: Space Station befindet sich noch in der Entwicklung. Wir hoffen, dass dir gefällt, was du siehst, aber bitte halte deine Erwartungen vorerst bescheiden.
es_mx: Space Station todavía está en desarrollo. Esperamos que te guste lo que ves, pero mantén tus expectativas modestas por ahora.
it: Space Station è ancora in fase di sviluppo. Ci auguriamo che quello che vedete vi piaccia, ma vi preghiamo di mantenere le vostre aspettative modeste per il momento.
ru_ua: Космическая станция 14 находится в стадии разработки. Мы надеемся, что вам понравится то, что вы увидите, но пока, пожалуйста, сдерживайте свои ожидания.

source: Error
it: Errore

source: Open log directory
de: Log-Verzeichnis öffnen
es_mx: Abrir directorio de registro
it: Apri la cartella dei log
ru_ua: Открыть папку с логами

# Drag Drop Overlay
source: Drop to run game
es_mx: Suelta para funcionar el juego
it: Rilascia per avviare il gioco
ru_ua: Нажмите, чтобы запустить игру

# Language select drop-down
source: Languages...
de: Sprachen...
es_mx: Idiomas...
it: Lingue...
ru_ua: Языки...

# Language select drop-down text
source: Help translate:
de: Hilf beim Übersetzen:
es_mx: Ayuda a traducir:
it: Aiuta a tradurre:
ru_ua: Помочь с переводом:

# Language select drop-down button
source: Contribute
de: Beitragen
es_mx: Contribuir
it: Contribuisci
ru_ua: Внести вклад

source: Login expired
de: Anmeldung abgelaufen
es_mx: Sesión caducado
it: Login scaduto
ru_ua: Срок сессии истёк

source: The session for this account has expired.&#x0a;Please re-enter your password.
de: Die Sitzung für dieses Konto ist abgelaufen. Bitte gib dein Passwort erneut ein.
es_mx: La sesión de esta cuenta ha caducado. Por favor vuelve a insertar su contraseña.
it: La sessione di questo account è scaduta. Inserisci nuovamente la password.
ru_ua: Сессия для этой учетной записи истекла.&#x0a;Пожалуйста, введите пароль повторно.

source: Log in
de: Einloggen
es_mx: Acceso
it: Accedi
ru_ua: Войти

source: 2-factor authentication required
de: 2-Faktor-Authentifizierung erforderlich
es_mx: Se requiere autenticación de 2 factores
it: Autenticazione a due fattori richiesta
ru_ua: Требуется двухфакторная аутентификация

source: Please enter the authentication code from your app.
de: Bitte gib den Authentifizierungscode aus deiner App ein.
es_mx: Por favor insertar el código de autenticación.
it: Inserisci il codice di autenticazione dalla tua app.
ru_ua: Введите код аутентификации из приложения.

source: Authentication code
de: Authentifizierungscode
es_mx: Código de autenticación
it: Codice di autenticazione
ru_ua: Код аутентификации

source: Recovery code
de: Wiederherstellungscode
es_mx: Código de recuperación
it: Codice di ripristino
ru_ua: Код восстановления

# Description of WizDen login method
source: The original central authentication server for SS14.
de: Der ursprüngliche zentrale Authentifizierungsserver für SS14.
es_mx: El servidor central de autenticación original para SS14.
it: Il server di autenticazione originale e centrale per SS14.
ru_ua: Оригинальный центральный сервер аутентификации для SS14.

# Login field
source: Username or email
de: Benutzername oder E-Mail
es_mx: Nombre de usuario o correo electrónico
it: Nome utente o email
ru_ua: Имя пользователя или e-mail

source: WizDen Password
de: WizDen Passwort
es_mx: Contraseña de WizDen
it: Password WizDen
ru_ua: WizDen Пароль

source: Forgot your password?
de: Passwort vergessen?
es_mx: ¿Olvidar tú contraseña?
it: Password dimenticata?
ru_ua: Забыли пароль?

source: Resend email confirmation
de: E-Mail-Bestätigung erneut senden
es_mx: Reenviar confirmación por correo electrónico
it: Reinvia l'email di conferma
ru_ua: Повторная отправка подтверждения по e-mail

source: Register
de: Registrieren
es_mx: Registrar
it: Registrati
ru_ua: Зарегистрироваться

source: Don't have an account? Register!
de: Du hast noch kein Konto? Registriere dich!
es_mx: ¿No tienes una cuenta? ¡Regístrate!
it: Non hai un account? Registrati!
ru_ua: Нету учетной записи? Зарегистрируйтесь!

# Key Tab Header
source: MV Key Auth
it: Autenticazione a Chiave MV

# Key Tab
source: ⭐ This is the recommended way to play! ⭐
it: ⭐ Opzione Consigliata! ⭐

source: Multiverse publickey/privatekey identity does not require any centralized authentication and allows for you to save your playtime on servers that support it.
it: L'identità provvista tramite chiave pubblica e privata di Multiverse non richiede alcuna autenticazione centralizzata e consente di salvare il tuo tempo di gioco sui server che la supportano.

source: This option will generate a NEW keypair. If you are new to Multiverse or have otherwise not previously generated a keypair, this is the right option. If you already have an existing Multiverse keypair, use the import tab instead.
it: Questa opzione genererà una NUOVA coppia di chiavi. Se sei un nuovo utente di Multiverse o non hai precedentemente generato una coppia di chiavi, questa è l'opzione corretta. Se hai già una coppia di chiavi Multiverse esistente, usa invece l'opzione per importarla.

# Name entry field on key tab
source: Name
it: Nome

# Button on key tab
source: Continue
it: Continua

# Greeting Header
source: Welcome
de: Willkommen
es_mx: Bienvenida
it: Benvenuto/a
ru_ua: Добро пожаловать

# Wizden login tab
source: ⚠️ No longer available -- please use Key Auth instead. ⚠️
it: ⚠️ Non più disponibile: utilizza invece l'Autenticazione a Chiave. ⚠️

# Wizden login tab
source: As of this writing, Wizard's Den is blocking the Space Station Multiverse launcher. Thus, we are unfortunately unable to offer WizDen authentication support any longer.
it: Al momento, Wizard's Den sta bloccando il launcher Multiverse. Pertanto, purtroppo non siamo più in grado di offrire supporto per l'autenticazione tramite account WizDen.

# Wizden login tab
source: For more details, see the SSMV website.
it: Per ulteriori dettagli, consulta il sito web di SSMV.

# Key Tab Header
source: Import Existing MV Key
it: Importa Chiave MV Esistente

# Key Tab
source: If you previously made a keypair, you can import it here.
it: Se hai già creato una coppia di chiavi in precedenza, puoi importarla da qui.

# Button on key tab
source: Import...
it: Importa...

# Guest Tab Header
source: Guest
de: Gast
es_mx: Visitante
it: Ospite
ru_ua: Гость

source: A guest identity does not require any centralized authentication. However, the game server may not be able to track your playtime.
de: Eine Gästidentität erfordert keine zentrale Authentifizierung. Es kann jedoch sein, dass der Spielserver deine Spielzeit nicht aufzeichnen kann.
es_mx: La identidad de un visitante no requiere ninguna autenticación central, pero es posible que el servidor del juego no realice un seguimiento del tiempo jugado.
it: Un account ospite non richiede alcuna autenticazione centralizzata. Tuttavia, alcuni server potrebbero non essere in grado di registrare il tuo tempo di gioco.
ru_ua: Гостевой идентификатор не требует централизованной аутентификации. Однако игровой сервер не сможет отследить ваше игровое время.

# Name entry field on guest tab
source: Name
es_mx: Nombre
it: Nome
ru_ua: Ник

# Button on guest tab
source: Continue without account
de: Ohne Konto fortfahren
es_mx: Continuar sin cuenta
it: Continua senza account autenticato
ru_ua: Продолжить без аккаунта

source: *flip
es_mx: *voltear
it: *gira
ru_ua: *переворот

source: Clear installed engines
de: Installierte engines löschen
es_mx: Eliminar motores instalados
it: Elimina motori di gioco installati
ru_ua: Очистка установленных движков

source: Clear installed server content
de: Installierte Serverinhalte löschen
es_mx: Eliminar el contenido del servidor instalado
it: Elimina contenuti dei server installati
ru_ua: Очистка контента серверов

source: Set launcher language. This does not affect in-game language, which is up to the server you connect to.
de: Sprache des Launchers festlegen. Dies hat keinen Einfluss auf die Sprache im Spiel. Sie hängt vom Server ab, mit dem du dich verbindest.
es_mx: Establecer el idioma del iniciador. Esto no afecta el idioma del juego, el servidor al que te conectas sí lo hace.
it: Imposta la lingua del launcher. Ciò non influisce sulla lingua di gioco, che dipende dal server a cui ti connetti.
ru_ua: Установить язык лаунчера. Это не влияет на язык в игре, который зависит от сервера, к которому вы подключаетесь.

source: WizDen Account Settings
it: Impostazioni Account WizDen

source: You can manage your account settings, such as changing email or password, through WizDen's website.
it: Puoi gestire le impostazioni del tuo account, come modificare l'email o la password, tramite il sito Web di WizDen.

source: Change what hub server or servers you would like to use to fetch the server list.
de: Ändere, welchen Hub-Server oder welche Server du zum Abrufen der Serverliste verwenden möchstest.
es_mx: Edite qué servidores concentrador le gustaría usar para obtener la lista de servidores.
it: Cambia quale o quali server hub desideri utilizzare dal quale o dai quali recuperare l'elenco dei server.
ru_ua: Измените, какой сервер или серверы-хаба вы хотите использовать для получения списка игровых серверов.

source: Compatibility Mode
de: Kompatibilitätsmodus
es_mx: Modo de compatibilidad
it: Modalità compatibilità
ru_ua: Режим совместимости
