{"language":"english","itemid":"603017","app[content][legal]":"","app[content][earlyaccess_description]":"","app[content][about]":"You've just been hired onto the crew of a space station.  Work together with your crewmates and survive as long as possible.\r\n\r\n[h2]Roles \/ Jobs[\/h2]\r\n\r\nHere's just some of the roles on a typical station:\r\n\r\n[list][*][b]Security officers[\/b] arrest criminals, while the [b]Warden[\/b] (tries) to stop them from breaking out of jail.\r\n[*][b]Engineers[\/b] maintain the station's systems, including [b]Atmosians[\/b] who specialize in keeping the air breathable.\r\n[*][b]Syndicate agents[\/b] pose as legitimate staff members, committing crimes to further their nefarious objectives.\r\n[*][b]Bartender[\/b] and [b]Chef[\/b] craft food and drinks, while [b]Botanists[\/b] grows plants to be used in tasty recipes.\r\n[*][b]Doctors[\/b] heal people when mishaps occur, relying on medicine crafted by [b]Chemists[\/b].\r\n[*][b]Nuclear operatives[\/b] may invade the station, causing chaos and setting off the nuke.\r\n[*][b]Scientists[\/b] research dangerous artifacts and anomalies to unlock new craftable items for the rest of the crew.\r\n[*][b]Command[\/b] roles in each department help ensure their staff have what they need, and liaise with the [b]Captain[\/b].\r\n[*][b]Cargo[\/b] orders goods and pilots shuttles.\r\n[*]Nobody knows why the [b]Clown[\/b] keeps getting hired onto the station, but they are apparently vital.[\/list]\r\n\r\n[h2]Threats[\/h2]\r\n\r\nOver the course of your shift, you will have to face increasing threats such as monsters, asteroids, ever-growing meat tentacles, and carp.  \r\n\r\nWork together to survive as long as possible.  Once the station is destroyed beyond repair, command will call in the shuttle to evacuate everyone and everything starts all over again.  How long can your crew last?\r\n\r\n[h2]Fork Servers (the Multiverse)[\/h2]\r\n\r\nDifferent stations can have very different gameplay!  Here are just some of the projects that you can access via Multiverse that have submitted information to our travel guide:\r\n\r\n[list][*]On [b]Nyanotrasen[\/b], you can play as new species such as the spider-centaur Arachne, the cat-like Felinid, the Moth, and the muscular Oni.  Psionic abilities manifest in crew members, managed by the new Epistemics department.  Includes new features such as a mail delivery job and an Oracle to make sacrifices to.\r\n[*]Try to survive wave defense combat in [b]Nuclear 14[\/b].\r\n[*]The [b]Red Eclipse[\/b] Server flips the standard space station script by making the syndicate the central protagonists, and using NanoTrasen Agents for antagonists.\r\n[*][b]Parkstation[\/b] includes character loadouts for easy outfit customization, a point system for traits, lots of new character customization options, a Station AI job, and two unique playable species:  IPC and Shadowkin.[\/list]\r\n\r\nMultiverse's community is primarily comprised of players and developers of fork servers.  Supporting fork servers and enabling them to grow is a priority for the Multiverse project.\r\n\r\n[h2]Differences vs Space Station 13[\/h2]\r\n\r\n[list][*]Completely new engine with higher performance.\r\n[*]Cross-platform.\r\n[*]Freeform movement instead of grid-locked movement.\r\n[*]Less content (though more is being added!)[\/list]\r\n\r\n[h2]Differences vs WizDen Space Station 14[\/h2]\r\n\r\nMultiverse's SS14 is a fork of WizDen's SS14 (which was in turn based on Goonstation's work.)  We are backwards compatible, but also add the following new features:\r\n\r\n[list][*][b]Guest mode[\/b] - No registration required \/ no third party auth account required (note:  not all game servers support guest mode).\r\n[*][b]Offline support[\/b] - Launcher will continue to function even when central services are offline.  \r\n[*][b]Real CDN[\/b] - Engine downloads are hosted on a global CDN service, making them faster, more scalable, and less likely to have downtime.\r\n[*][b]Independent hub[\/b] - Access servers listed from our own hub ('master server'), as well as being backwards compatible with Wizden's hub.  You can even delete our hub entries if you like and use only third party hub servers.\r\n[*][b]Manage multiple identities[\/b] - By default it is set up to allow you to manage multiple identities.  (Useful for situations where different servers have different authentication providers.)\r\n[*][b]Translation[\/b] - Support for launcher to be run in different languages.\r\n[*][b]Friendly staff[\/b] - Unlike WizDen, we will never call our volunteers 'beggars' or dismissively refer to our players as 'whitenames.'  We value our contributors and are passionate about being player-focused developers (many of our features have been driven by requests and feedback!).[\/list]\r\n\r\nWatch this space as we have additional plans for more useful features prior to our full launch.","app[content][short_description]":"Become a crew member on a multiplayer space station and try to survive as long as possible.","app[content][sysreqs][mac][min][osversion]":"Catalina (10.15)+","app[content][sysreqs][mac][min][processor]":"64-bit","app[content][sysreqs][mac][min][graphics]":"OpenGL 3.3+","app[content][sysreqs][mac][min][soundcard]":"","app[content][sysreqs][mac][min][vrsupport]":"","app[content][sysreqs][mac][min][notes]":"","app[content][sysreqs][mac][req][osversion]":"","app[content][sysreqs][mac][req][processor]":"","app[content][sysreqs][mac][req][graphics]":"","app[content][sysreqs][mac][req][soundcard]":"","app[content][sysreqs][mac][req][vrsupport]":"","app[content][sysreqs][mac][req][notes]":"","app[content][sysreqs][windows][min][osversion]":"Windows 8.1+","app[content][sysreqs][windows][min][processor]":"64-bit","app[content][sysreqs][windows][min][graphics]":"OpenGL 3.3+","app[content][sysreqs][windows][min][soundcard]":"","app[content][sysreqs][windows][min][vrsupport]":"","app[content][sysreqs][windows][min][notes]":"VC++ 2015 Redistributable","app[content][sysreqs][windows][req][osversion]":"","app[content][sysreqs][windows][req][processor]":"","app[content][sysreqs][windows][req][graphics]":"","app[content][sysreqs][windows][req][soundcard]":"","app[content][sysreqs][windows][req][vrsupport]":"","app[content][sysreqs][windows][req][notes]":"","app[content][sysreqs][linux][min][osversion]":"","app[content][sysreqs][linux][min][processor]":"64-bit","app[content][sysreqs][linux][min][graphics]":"OpenGL 3.3+","app[content][sysreqs][linux][min][soundcard]":"","app[content][sysreqs][linux][min][vrsupport]":"","app[content][sysreqs][linux][min][notes]":"OpenAL, Freetype","app[content][sysreqs][linux][req][osversion]":"","app[content][sysreqs][linux][req][processor]":"","app[content][sysreqs][linux][req][graphics]":"","app[content][sysreqs][linux][req][soundcard]":"","app[content][sysreqs][linux][req][vrsupport]":"","app[content][sysreqs][linux][req][notes]":""}
