{
    "language": "latam",
    "itemid": "603017",
    "app[content][legal]": "",
    "app[content][earlyaccess_description]": "",
    "app[content][about]": "Te acaban de contratar para formar parte de la tripulación de una estación espacial. Trabaja junto con tus compañeros de tripulación y sobrevive el mayor tiempo posible.\n\n[h2]Roles / Trabajos[/h2]\n\nÉstos son sólo algunos de los roles en una estación típica:\n\n[list][*][b]Oficiales de Seguridad[/b] arrestan a los criminales, mientras que el [b]Alcaide[/b] (intenta) evitar que se escapen de la cárcel.\n[*][b]Ingenieros[/b] mantienen los sistemas de la estación, incluidos [b]Técnicos Atmosféricos[/b] que se especializan en mantener el aire respirable.\n[*][b]Agentes de Sindicato[/b] se hacen pasar por miembros legítimos del personal y cometen crimenes para promover sus nefastos objetivos.\n[*][b]Barmanes[/b] y [b]Cocineros[/b] elaboran alimentos y bebidas, mientras que los [b]Botánicos[/b] cultivan plantas para usar en deliciosas recetas.\n[*][b]Médicos[/b] sanan a los personas cuando ocurren percances, basado en medicamentos elaborados por [b]Químicos[/b].\n[*][b]Operativos Nucleares[/b] pueden invadir la estación, provocando el caos y detonando la bomba nuclear.\n[*][b]Científicos[/b] investigan anomalías y artefactos peligrosos para desbloquear nuevos artículos fabricables para el resto de la tripulación.\n[*][b]Comando[/b] roles en cada departamento ayudan a garantizar que su personal tiene lo que necesita y cooperar con el [b]Capitán[/b].\n[*][b]Técnicos de Carga[/b] encarga mercancías y pilotea lanzaderas.\n[*]Nadie sabe por qué siguen contratando al [b]Payaso[/b] en la estación, pero aparentemente son vitales.[/list]\n\n[h2]Amenazas[/h2]\n\nDurante tu trabajo, tienes que enfrentarte a amenazas cada vez mayores, como monstruos, asteroides, tentáculos de carne en constante crecimiento, y carpas.\n\nTrabajar juntos para sobrevivir el mayor tiempo posible. Una vez que la estación sea destruida sin posibilidad de reparación, el Comando llamara al lanzadera para evacuar a todos y todo comenzará de nuevo. ¿Cuánto tiempo puede durar tu tripulación?\n\n[h2]Servidores Tenedores (el Multiverso)[/h2]\n\n¡Diferentes estaciónes pueden tener una jugabilidad muy diferente! Estos son solo algunos de los proyectos a los que puede acceder a través de Multiverso que han enviado información a nuestra guía de viajes:\n\n[list][*]En [b]Nyanotrasen[/b], puedes jugar con nuevas especies como la araña-centauro, el felino, la polilla y el Oni fuerte. Las habilidades psiónicas se manifiestan en los miembros de la tripulación, gestionadas por el nuevo departamento de Epistémica. Incluye nuevas características como un trabajo de entrega de correo y un Oracle al que hacer sacrificios.\n[*]Intenta sobrevivir al combate de defensa contra oleadas en [b]Nuclear 14[/b].\n[*][b]Red Eclipse[/b] invierte el guión estándar de la estación espacial al convertir al Sindicato en el protagonista central y utilizar agentes NanoTrasen como antagonistas.\n[*][b]Parkstation[/b] incluye equipamiento de personajes para una fácil personalización de atuendos, un sistema de puntos para rasgos, muchas nuevas opciones de personalización de personajes, un trabajo de IA y dos especies jugables únicas: IPC y Shadowkin.[/list]\n\nLa comunidad de Multiverso está compuesta principalmente por jugadores y desarrolladores de servidores tenedores. Dar soporte a los servidores tenedores y permitirles crecer es una prioridad para el proyecto Multiverso.\n\n[h2]Diferencias vs Estación Espacial 13[/h2]\n\n[list][*]Motor completamente nuevo con mayor rendimiento.\n[*]Multiplataforma.\n[*]Movimiento de forma libre en lugar de movimiento bloqueado en una cuadrícula.\n[*]Menos contenido (¡aunque están añadir más!)[/list]\n\n[h2]Diferencias vs WizDen Estación Espacial 14[/h2]\n\nSS14 de Multiverso es una tenedor de SS14 de WizDen (que a su vez se basado en el trabajo de GoonStation). Somos compatibles con versiones anteriores, pero también agregamos las siguientes características nuevas:\n\n[list][*][b]Modo de Invitado[/b] - No se requiere registro/no se requiere una cuenta de autenticación de terceros (nota: no todos los servidores de juegos aceptan el modo de invitado).\n[*][b]Soporte sin Conexión[/b] - El lanzador seguirá funcionando incluso cuando los servicios centrales están desconectados.\n[*][b]CDN real[/b]: Las descargas del motor se alojan en un servicio CDN global, lo que las hace más rápidas, más escalables y menos propensas a sufrir tiempos de inactividad.\n[*][b]Hub Independiente[/b] - Acceda a los servidores listados desde nuestro propio centro ('servidor maestro'), además de ser compatible con versiones anteriores del centro de WizDen. Incluso puede eliminar las entradas de nuestro centro si lo desea y utilizar únicamente servidores centrales de terceros.\n[*][b]Administrar Múltiples Identidades[/b] - De forma predeterminada, está configurado para permitirle administrar múltiples identidades. (Útil para situaciones en las que diferentes servidores tienen diferentes proveedores de autenticación).\n[*][b]Traducción[/b] - Soporte para que el lanzador se ejecute en diferentes idiomas.\n[*][b]Personal Amigable[/b] - A diferencia de WizDen, nunca llamaremos a nuestros voluntarios \"mendigos\" ni nos referiremos despectivamente a nuestros jugadores como \"nombres blancos\". Valoramos a nuestros colaboradores y nos apasiona ser desarrolladores centrados en los jugadores (¡muchas de nuestras funciones han sido impulsadas por solicitudes y comentarios!).[/list]\n\nMira este espacio como tenemos planes adicionales para funciones más útiles antes de nuestro lanzamiento completo.",
    "app[content][short_description]": "Convierte en miembro de la tripulación en una estación espacial multijugador y intenta sobrevivir el mayor tiempo posible.",
    "app[content][sysreqs][mac][min][osversion]": "Catalina (10.15)+",
    "app[content][sysreqs][mac][min][processor]": "64 bits",
    "app[content][sysreqs][mac][min][graphics]": "OpenGL 3.3+",
    "app[content][sysreqs][mac][min][soundcard]": "",
    "app[content][sysreqs][mac][min][vrsupport]": "",
    "app[content][sysreqs][mac][min][notes]": "",
    "app[content][sysreqs][mac][req][osversion]": "",
    "app[content][sysreqs][mac][req][processor]": "",
    "app[content][sysreqs][mac][req][graphics]": "",
    "app[content][sysreqs][mac][req][soundcard]": "",
    "app[content][sysreqs][mac][req][vrsupport]": "",
    "app[content][sysreqs][mac][req][notes]": "",
    "app[content][sysreqs][windows][min][osversion]": "Windows 8.1+",
    "app[content][sysreqs][windows][min][processor]": "64 bits",
    "app[content][sysreqs][windows][min][graphics]": "OpenGL 3.3+",
    "app[content][sysreqs][windows][min][soundcard]": "",
    "app[content][sysreqs][windows][min][vrsupport]": "",
    "app[content][sysreqs][windows][min][notes]": "VC++ 2015 Redistribuible",
    "app[content][sysreqs][windows][req][osversion]": "",
    "app[content][sysreqs][windows][req][processor]": "",
    "app[content][sysreqs][windows][req][graphics]": "",
    "app[content][sysreqs][windows][req][soundcard]": "",
    "app[content][sysreqs][windows][req][vrsupport]": "",
    "app[content][sysreqs][windows][req][notes]": "",
    "app[content][sysreqs][linux][min][osversion]": "",
    "app[content][sysreqs][linux][min][processor]": "64 bits",
    "app[content][sysreqs][linux][min][graphics]": "OpenGL 3.3+",
    "app[content][sysreqs][linux][min][soundcard]": "",
    "app[content][sysreqs][linux][min][vrsupport]": "",
    "app[content][sysreqs][linux][min][notes]": "OpenAL, Freetype",
    "app[content][sysreqs][linux][req][osversion]": "",
    "app[content][sysreqs][linux][req][processor]": "",
    "app[content][sysreqs][linux][req][graphics]": "",
    "app[content][sysreqs][linux][req][soundcard]": "",
    "app[content][sysreqs][linux][req][vrsupport]": "",
    "app[content][sysreqs][linux][req][notes]": ""
}
