{
    "language": "french",
    "itemid": "603017",
    "app[content][legal]": "",
    "app[content][earlyaccess_description]": "",
    "app[content][about]": "Vous avez juste été embauché pour travailler sur une station spatiale. Collaborer avec vôtres coéquipiers pour survivre le plus longtemps possible.\n\n[h2]Rôles / Emplois[/h2]\n\nVoici quelques emplois disponibles sur une station typique :\n\n[list][*][b]Les Agents de Sécurité[/b] appréhende les criminels, tandis que [b]le Directeur[/b] (essaie de) les garder en prison.\n[*][b]Les Ingénieurs[/b] s'assurent que les systèmes de la station continuent de fonctionner, y compris [b]les Techniciens Atmosphériques[/b] qui se spécialisent dans le maintien d'une atmosphère propre et respirable.\n[*][b]Les Agents Syndicaux[/b] se cachent parmi les membres de l'équipage et atteignent secrètement (ou pas si secrètement) leurs objectifs malveillants.\n[*][b]Le Barman[/b] et [b]le Chef[/b] cuisinait et/ou mélangeait des aliments et des boissons, tandis que [b]les Botanistes[/b] cultivent des plantes pour le Barman et le Chef.\n[*][b]Les Docteurs[/b] soigner les gens lorsqu'ils sont blessés, principalement à l'aide de médicaments concoctés par [b]les Chemistes[/b].\n[*][b]Les Opérateurs Nucléaires[/b] peuvent envahir et détruire la station, leur but ultime étant le destruction totale de la station par les armes nucléaires.\n[*][b]Les Scientifiques[/b] fait de recherche à propos des artefacts dangereuse et des anomalies pour débloquer des nouvelles articles qui pouvant être fabriqué pour le reste de l'equipage.\n[*][b]Commande[/b] en chaque département aide à assurer que tout leur personnel à ce qu'ils besions, et liase avec le [b]Capitaine[/b].\n[*][b]Procurement[/b] achète, vend et transporte des marchandises importantes pour la station.\n[*]Personne ne le sait pour quoi le [b]Clown[/b] continue d'être embauché, mais ils sont apparemment vitaux.[/list]\n\n[h2]Menaces[/h2]\n\nAu cours de votre poste, vous devez affronté plus en plus des menaces, par exemple des monstres, astéroïdes, tentacules de viande, et des carpe d'espace.\n\nTravailler ensemble pour survivre pour le plus long temps possible. Quand la station est irréparable, commande devez appeler un navette d'urgence pour évacuer tout le monde et le jeu redémarre. Combien de temps vas-tu survivre?\n\n[h2]Fork Servers (the Multiverse)[/h2]\n\nDifferent stations can have very different gameplay ! Here are just some of the projects that you can access via Multiverse that have submitted information to our travel guide :\n\n[list][*]On [b]Nyanotrasen[/b], you can play as new species such as the spider-centaur Arachne, the cat-like Felinid, the Moth, and the muscular Oni. Psionic abilities manifest in crew members, managed by the new Epistemics department. Includes new features such as a mail delivery job and an Oracle to make sacrifices to.\n[*]Try to survive wave defense combat in [b]Nuclear 14[/b].\n[*]The [b]Red Eclipse[/b] Server flips the standard space station script by making the syndicate the central protagonists, and using NanoTrasen Agents for antagonists.\n[*][b]Parkstation[/b] includes character loadouts for easy outfit customization, a point system for traits, lots of new character customization options, a Station AI job, and two unique playable species :  IPC and Shadowkin.\n[*]Join [b]White Dream[/b] for Russian language servers with unique mechanics.  Play as an advanced Borg, explore deep space with mysterious derelict creatures, huge expanses for character customization and new game modes. Even the basic mechanics have been reworked, making the game look new even in places you know well.\n[/list]\n\nMultiverse's community is primarily comprised of players and developers of fork servers.  Supporting fork servers and enabling them to grow is a priority for the Multiverse project.\n\n[h2]Differences vs Space Station 13[/h2]\n\n[list][*]Completely new engine with higher performance.\n[*]Cross-platform.\n[*]Freeform movement instead of grid-locked movement.\n[*]Less content (though more is being added !)[/list]\n\n[h2]Differences vs WizDen Space Station 14[/h2]\n\nMultiverse's SS14 is a fork of WizDen's SS14 (which was in turn based on Goonstation's work.)  We are backwards compatible, but also add the following new features :\n\n[list][*][b]Guest mode[/b] - No registration required / no third party auth account required (note :  not all game servers support guest mode).\n[*][b]Offline support[/b] - Launcher will continue to function even when central services are offline.  \n[*][b]Real CDN[/b] - Engine downloads are hosted on a global CDN service, making them faster, more scalable, and less likely to have downtime.\n[*][b]Independent hub[/b] - Access servers listed from our own hub ('master server'), as well as being backwards compatible with Wizden's hub.  You can even delete our hub entries if you like and use only third party hub servers.\n[*][b]Manage multiple identities[/b] - By default it is set up to allow you to manage multiple identities.  (Useful for situations where different servers have different authentication providers.)\n[*][b]Translation[/b] - Support for launcher to be run in different languages.\n[*][b]Friendly staff[/b] - Unlike WizDen, we will never call our volunteers 'beggars' or dismissively refer to our players as 'whitenames.'  We value our contributors and are passionate about being player-focused developers (many of our features have been driven by requests and feedback !).[/list]\n\nWatch this space as we have additional plans for more useful features prior to our full launch.",
    "app[content][short_description]": "Devenez membre d'équipage d'une station spatiale multi-joueur et essayez de survivre.",
    "app[content][sysreqs][mac][min][osversion]": "Catalina (10.15)+",
    "app[content][sysreqs][mac][min][processor]": "64-bits",
    "app[content][sysreqs][mac][min][graphics]": "OpenGL 3.3+",
    "app[content][sysreqs][mac][min][soundcard]": "",
    "app[content][sysreqs][mac][min][vrsupport]": "",
    "app[content][sysreqs][mac][min][notes]": "",
    "app[content][sysreqs][mac][req][osversion]": "",
    "app[content][sysreqs][mac][req][processor]": "",
    "app[content][sysreqs][mac][req][graphics]": "",
    "app[content][sysreqs][mac][req][soundcard]": "",
    "app[content][sysreqs][mac][req][vrsupport]": "",
    "app[content][sysreqs][mac][req][notes]": "",
    "app[content][sysreqs][windows][min][osversion]": "",
    "app[content][sysreqs][windows][min][processor]": "",
    "app[content][sysreqs][windows][min][graphics]": "",
    "app[content][sysreqs][windows][min][soundcard]": "",
    "app[content][sysreqs][windows][min][vrsupport]": "",
    "app[content][sysreqs][windows][min][notes]": "VC++ 2015 Redistribuable",
    "app[content][sysreqs][windows][req][osversion]": "",
    "app[content][sysreqs][windows][req][processor]": "",
    "app[content][sysreqs][windows][req][graphics]": "",
    "app[content][sysreqs][windows][req][soundcard]": "",
    "app[content][sysreqs][windows][req][vrsupport]": "",
    "app[content][sysreqs][windows][req][notes]": "",
    "app[content][sysreqs][linux][min][osversion]": "",
    "app[content][sysreqs][linux][min][processor]": "64-bits",
    "app[content][sysreqs][linux][min][graphics]": "OpenGL 3.3+",
    "app[content][sysreqs][linux][min][soundcard]": "",
    "app[content][sysreqs][linux][min][vrsupport]": "",
    "app[content][sysreqs][linux][min][notes]": "OpenAL, Freetype",
    "app[content][sysreqs][linux][req][osversion]": "",
    "app[content][sysreqs][linux][req][processor]": "",
    "app[content][sysreqs][linux][req][graphics]": "",
    "app[content][sysreqs][linux][req][soundcard]": "",
    "app[content][sysreqs][linux][req][vrsupport]": "",
    "app[content][sysreqs][linux][req][notes]": ""
}
