{
    "language": "italian",
    "itemid": "603017",
    "app[content][legal]": "",
    "app[content][earlyaccess_description]": "",
    "app[content][about]": "Sei stato appena assunto come membro dell'equipaggio di una statione spaziale. Lavora insieme ai tuoi colleghi e sopravvivi il più a lungo possibile.\n\n[h2]Ruoli / Lavori[/h2]\n\nAlcuni dei ruoli che potrai trovare in una tipica stazione:\n\n[list][*]Gli [b]Agenti della sicurezza[/b] arrestano i vari elementi criminali della stazione, mentre il [b]Guardiano[/b] cerca di non farli evadere di prigione.\n[*]Gli [b]Ingegneri[/b] mantengono riparati ed operazionali i vari sistemi della stazione, inclusi gli [b]Atmosferici[/b], la quale specialità è mantenere l'aria della stazione respirabile.\n[*]Gli [b]Agenti del Sindacato[/b] si mascherano e si atteggiano come legittimi membri dello staff, mentre commettono diversi crimini mirati al compimento dei loro nefasti obiettivi.\n[*]I [b]Baristi[/b] e gli [b]Chef[/b] creano diverse pietanze e drink, mentre i [b]Botanici[/b] coltivano piante utilizzabili in varie deliziose ricette.\n[*]I [b]Dottori[/b] guariscono l'equipaggio quando avvengono incidenti o imprevisti, utilizzando le medicine prodotte dai [b]Chimici[/b].\n[*]Gli [b]Agenti nucleari[/b] potrebbero invadere la stazione, con l'obiettivo di causare caos e detonare una testata nucleare.\n[*]Gli [b]Scienziati[/b] studiano pericolosi artefatti alieni ed anomalie per sbloccare nuovi ed utili oggetti fabbricabili che il resto dell'equipaggio potrà utilizzare.\n[*]I ruoli di [b]Comando[/b] di ciascun dipartimento si assicurano che il loro staff abbia tutto ciò che è necessario, e collaborano con il [b]Capitano[/b].\n[*]Il dipartimento di [b]Logistica[/b] ordina la merce e pilota navette.\n[*]Nessuno sa perché il [b]Clown[/b] continua ad essere assunto nella stazione, ma apparentemente è considerato un ruolo vitale.[/list]\n\n[h2]Minacce[/h2]\n\nDurante il corso del tuo turno di lavoro, dovrai affrontare diverse minacce come mostri, asteroidi, tentacoli di carne, e carpe spaziali.\n\nLavora assieme ai tuoi colleghi per sopravviere il più al lungo possibile. Quando la stazione verrà danneggiata in maniera irreparabile, i capi di comando chiameranno uno shuttle per evacuare l'equipaggio, e tutto ricomincerà da capo. Per quanto a lungo durerà il tuo equipaggio?\n\n[h2]Server Fork (Multiverse)[/h2]\n\nDiverse stazioni possono avere diversi tipi di gameplay! Ecco qui alcuni dei progetti ai quali puoi accedere tramite Multiverse che hanno provvisto informazioni alla nostra guida:\n\n[list][*]Su [b]Nyanotrasen[/b], puoi giocare con nuove specie come i ragni-centauri Arachne, i Felinidi, le Falene, ed i muscolosi Oni. Abilità psioniche possono manifestarsi in membri dell'equipaggio, e vengono gestiti dal nuovo dipartimento di Epistemologia. Include nuove funzionalità come il lavoro di Postino ed un Oracolo al quale offrire sacrifici.\n[*]Prova a sopravvivere ad ondate di nemici in [b]Nuclear 14[/b].\n[*]Il server [b]Red Eclipse[/b] capovolge completamente lo script standard di ogni stazione rendendo il Sindacato i protagonisti, ed utilizzando agenti di NanoTransen come antagonisti.\n[*][b]Parkstation[/b] include un sistema di equipaggiamento per una semplice customizzazione delle outfit dei tuoi personaggi, un sistema a punti per le loro caratteristiche, tantissime nuove opzioni di customizzazione personaggi, un nuovo ruolo come IA della stazione, e due nuove, uniche specie giocabili: gli IPC e i Shadowkin.\n[*]Salta su [b]White Dream[/b] per partecipare a server di lingua Russa dalle meccaniche uniche. Gioca come un robot avanzato, esplora lo spazio profondo dove si celano misteriose creature derelitte, enormi ampliamenti riguardo la customizzazione personaggi, e nuove modalità di gioco. Persino le meccaniche base sono state revisionate, rendendo il gioco completamente nuovo anche dove ti aspetteresti di conoscerlo bene.\n[/list]\n\nLa comunità di Multiverse è principalmente composta da giocatori e sviluppatori di server fork. Supportare server fork ed aiutarle a crescere è una delle priorità del progetto Multiverse.\n\n[h2]Differenze rispetto a Space Station 13[/h2]\n\n[list][*]Motore di gioco completamente nuovo con performance superiore.\n[*]Multipiattaforma.\n[*]Movimento di forma libera invece di movimento ristretto a griglia.\n[*]Meno contenuti (anche se sempre più vengono aggiunti nel tempo!)[/list]\n\n[h2]Differenze rispetto a WizDen Space Station 14[/h2]\n\nSS14 Multiverse è una fork di WizDen SS14 (il quale è basato sul lavoro di Goonstation). Siamo retrocompatibili, ma aggiungiamo inoltre le seguenti nuove funzionalità:\n\n[list][*][b]Modalità ospite[/b] - Nessuna registrazione richiesta / nessun account di terze parti richiesto (nota: non tutti i server supportano la modalità ospite).\n[*][b]Supporto offline[/b] - Il launcher continuerà a funzionare anche quando i servizi centrali sono offline.\n[*][b]Vero CDN[/b] - I download del motore sono hostati su un servizio CDN globale, rendendoli più veloci, più scalabili, e meno probabili di incorrere in problemi di inattività.\n[*][b]Hub indipendente[/b] - Accesso a server presenti nell'elenco nel nostro proprio hub (il 'master server'), e retrocompativilità con l'hub di Wizden. Puoi persino rimuovere gli hub da noi automaticamente elencati ed utilizzare soltanto server hub di terze parti.\n[*][b]Gestisci molteplici profili[/b] - Come predefinito, l'hub è impostato per consentirti di gestire più profili. (Utile per situazioni dove diversi server hanno diversi provider di autenticazione).\n[*][b]Traduzione[/b] - Launcher disponibile in diverse lingue.\n[*][b]Staff amichevole[/b] - Al contrario di WizDen, noi non chiameremo mai i nostri volontari 'pezzenti', e mai faremo riferimento sprezzamente ai nostri giocatori come 'nomi bianchi'. Noi valorizziamo i nostri contributori e siamo sviluppatori appassionamente orientati verso i giocatori (molte delle nostre funzionalità sono state implementate in base a richieste e feedback!).[/list]\n\nSegui questo progetto, abbiamo ulteriori piani per molte altre utili funzionalità, prima del nostro lancio completo.",
    "app[content][short_description]": "Diventa un membro dell'equipaggio di una stazione spaziale multigiocatore e cerca di sopravvivere il più a lungo possibile.",
    "app[content][sysreqs][mac][min][osversion]": "Catalina (10.15)+",
    "app[content][sysreqs][mac][min][processor]": "64-bit",
    "app[content][sysreqs][mac][min][graphics]": "OpenGL 3.3+",
    "app[content][sysreqs][mac][min][soundcard]": "",
    "app[content][sysreqs][mac][min][vrsupport]": "",
    "app[content][sysreqs][mac][min][notes]": "",
    "app[content][sysreqs][mac][req][osversion]": "",
    "app[content][sysreqs][mac][req][processor]": "",
    "app[content][sysreqs][mac][req][graphics]": "",
    "app[content][sysreqs][mac][req][soundcard]": "",
    "app[content][sysreqs][mac][req][vrsupport]": "",
    "app[content][sysreqs][mac][req][notes]": "",
    "app[content][sysreqs][windows][min][osversion]": "Windows 8.1+",
    "app[content][sysreqs][windows][min][processor]": "64-bit",
    "app[content][sysreqs][windows][min][graphics]": "OpenGL 3.3+",
    "app[content][sysreqs][windows][min][soundcard]": "",
    "app[content][sysreqs][windows][min][vrsupport]": "",
    "app[content][sysreqs][windows][min][notes]": "VC++ 2015 Redistributable",
    "app[content][sysreqs][windows][req][osversion]": "",
    "app[content][sysreqs][windows][req][processor]": "",
    "app[content][sysreqs][windows][req][graphics]": "",
    "app[content][sysreqs][windows][req][soundcard]": "",
    "app[content][sysreqs][windows][req][vrsupport]": "",
    "app[content][sysreqs][windows][req][notes]": "",
    "app[content][sysreqs][linux][min][osversion]": "",
    "app[content][sysreqs][linux][min][processor]": "64-bit",
    "app[content][sysreqs][linux][min][graphics]": "OpenGL 3.3+",
    "app[content][sysreqs][linux][min][soundcard]": "",
    "app[content][sysreqs][linux][min][vrsupport]": "",
    "app[content][sysreqs][linux][min][notes]": "OpenAL, Freetype",
    "app[content][sysreqs][linux][req][osversion]": "",
    "app[content][sysreqs][linux][req][processor]": "",
    "app[content][sysreqs][linux][req][graphics]": "",
    "app[content][sysreqs][linux][req][soundcard]": "",
    "app[content][sysreqs][linux][req][vrsupport]": "",
    "app[content][sysreqs][linux][req][notes]": ""
}
