{
    "language": "russian",
    "itemid": "603017",
    "app[content][legal]": "",
    "app[content][earlyaccess_description]": "",
    "app[content][about]": "Вы только что были приняты в экипаж космической станции.  Работайте вместе с другими членами экипажа и выживайте как можно дольше.\n\n[h2]Роли/работы[/h2]\n\nВот лишь некоторые из ролей на типичной станции:\n\n[list][*][b]Офицеры службы безопасности[/b] арестовывают преступников, а [b]смотритель[/b] (пытается) не дать им сбежать из тюрьмы.\n[*][b]Инженеры[/b] обслуживают системы станции, в том числе [b]атмосферные техники[/b], которые специализируются на поддержании пригодного для дыхания воздуха.\n[*][b]Агенты синдиката[/b] выдают себя за экипаж станции, совершая преступления для достижения своих гнусных целей.\n[*][b]Бармен[/b] и [b]шеф-повар[/b] готовят еду и напитки, а [b]ботаник[/b] выращивает растения для приготовления вкусных блюд.\n[*][b]Врачи[/b] лечат людей в случае несчастья, используя лекарства, созданные [b]химиками[/b].\n[*][b]Ядерные оперативники[/b] могут вторгнуться на станцию, устроить хаос и привести в действие ядерную бомбу.\n[*][b]Ученые[/b] исследуют опасные артефакты и аномалии, чтобы открыть новые технологии и предметы для остальных членов экипажа.\n[*][b]Командование[/b] в каждом отделе обеспечивают своих сотрудников всем необходимым и поддерживают связь с [b]капитаном[/b].\n[*][b]Снабжение[/b] заказывает товары и пилотирует шаттлом.\n[*]Никто не знает, почему [b]клоунов[/b] постоянно нанимают на станцию, но, видимо, они жизненно необходимы.[/list]\n\n[h2]Угрозы[/h2]\n\nВ течение смены вам придется столкнуться с нарастающими угрозами, такими как монстры, астероиды, постоянно растущие мясные щупальца и карпы.  \n\nРаботайте сообща, чтобы выжить как можно дольше.  Когда станция будет разрушена до неузнаваемости, командование вызовет шаттл, чтобы эвакуировать всех, и все начнется заново.  Как долго продержится ваша команда?\n\n[h2]Форки серверов (Multiverse)[/h2]\n\nНа разных станциях может быть очень разный геймплей!  Вот лишь некоторые из проектов, на которые вы можете попасть через Multiverse и которые предоставили информацию для нашего путеводителя:\n\n[list][*]На [b]Nyanotrasen[/b] вы можете играть за новые расы, такие как Арахниды, Фелиниды, Моли и Они.  Псионические способности проявляются у членов экипажа, которыми управляет новый отдел эпистемики.  В игру включены такие новые возможности, как работа по доставке почты и оракул, ради которого приходится идти на жертвы.\n[*]Попробуйте выжить в волновом оборонительном бою в [b]Nuclear 14[/b].\n[*]Сервер [b]Red Eclipse[/b] переворачивает стандартный сценарий космической станции, делая синдикат главными действующими лицами, а в качестве антагонистов используя агентов NanoTrasen.\n[*][b]Parkstation[/b] включает в себя новую систему настройки экипировки, систему черты характера за очки, множество новых возможностей кастомизации персонажа, задания ИИ станции и две уникальные игровые расы:  КПБ и Сумеречники.[/list]\n\nСообщество Multiverse состоит в основном из игроков и разработчиков форк-серверов.  Поддержка форк-серверов и создание условий для их развития является приоритетной задачей проекта Multiverse.\n\n[h2]Отличия от Space Station 13[/h2]\n\n[list][*]Полностью новый движок с повышенной производительностью.\n[*]Кроссплатформенность.\n[*]Свободное движение вместо движения по клеткам.\n[*]Меньше контента (но он постоянно пополняется!)[/list]\n\n[h2]Отличия от WizDen Space Station 14[/h2]\n\nMultiverse's SS14 - это форк WizDen's SS14 (который, в свою очередь, был основан на работе Goonstation). Мы поддерживаем обратную совместимость, но также добавляем следующие новые возможности:\n\n[list][*][b]Гостевой режим[/b] - Не требуется регистрация / сторонний аккаунт. (примечание: не все игровые серверы поддерживают гостевой режим)\n[*][b]Поддержка оффлайна[/b] - Лаунчер будет продолжать работать, даже если центральные WizDen сервера находятся в оффлайне.  \n[*][b]Реальный CDN[/b] - Загрузки движка размещаются на глобальном CDN-сервисе, что делает их скачивание более быстрым, масштабируемыми и снижает вероятность простоя.\n[*][b]Независимый хаб[/b] - Доступ к серверам из нашего собственного хаба (\"мастер-сервера\"), а также обратная совместимость с хабом Wizden.  При желании вы можете даже удалить записи нашего хаба и использовать только сервера сторонних проектов.\n[*][b]Управление несколькими аккаунтами[/b] - по умолчанию позволяет управлять несколькими аккаунтами.  (Полезно для ситуаций, когда нужно будет заходить за гостя и при этом иметь возможность играть на основном аккаунте)\n[*][b]Перевод[/b] - Поддержка лаунчера на разных языках.\n[*][b]Дружелюбный персонал[/b] - В отличие от WizDen, мы никогда не будем называть наших контрибьюторов \"нищими\" или пренебрежительно отзываться о наших игроках как о \"белых\".  Мы ценим наших участников и стремимся быть разработчиками, ориентированными на игроков (многие из наших функций были созданы благодаря просьбам и отзывам!)[/list].\n\nСледите за новостями, поскольку у нас есть планы по созданию дополнительных полезных функций до нашего полного запуска.",
    "app[content][short_description]": "Станьте членом экипажа многопользовательской космической станции и постарайтесь выжить как можно дольше.",
    "app[content][sysreqs][mac][min][osversion]": "Catalina (10.15)+",
    "app[content][sysreqs][mac][min][processor]": "64-разрядный",
    "app[content][sysreqs][mac][min][graphics]": "OpenGL 3.3+",
    "app[content][sysreqs][mac][min][soundcard]": "",
    "app[content][sysreqs][mac][min][vrsupport]": "",
    "app[content][sysreqs][mac][min][notes]": "",
    "app[content][sysreqs][mac][req][osversion]": "",
    "app[content][sysreqs][mac][req][processor]": "",
    "app[content][sysreqs][mac][req][graphics]": "",
    "app[content][sysreqs][mac][req][soundcard]": "",
    "app[content][sysreqs][mac][req][vrsupport]": "",
    "app[content][sysreqs][mac][req][notes]": "",
    "app[content][sysreqs][windows][min][osversion]": "Windows 8.1+",
    "app[content][sysreqs][windows][min][processor]": "64-разрядный",
    "app[content][sysreqs][windows][min][graphics]": "OpenGL 3.3+",
    "app[content][sysreqs][windows][min][soundcard]": "",
    "app[content][sysreqs][windows][min][vrsupport]": "",
    "app[content][sysreqs][windows][min][notes]": "VC++ 2015 Redistributable",
    "app[content][sysreqs][windows][req][osversion]": "",
    "app[content][sysreqs][windows][req][processor]": "",
    "app[content][sysreqs][windows][req][graphics]": "",
    "app[content][sysreqs][windows][req][soundcard]": "",
    "app[content][sysreqs][windows][req][vrsupport]": "",
    "app[content][sysreqs][windows][req][notes]": "",
    "app[content][sysreqs][linux][min][osversion]": "",
    "app[content][sysreqs][linux][min][processor]": "64-разрядный",
    "app[content][sysreqs][linux][min][graphics]": "OpenGL 3.3+",
    "app[content][sysreqs][linux][min][soundcard]": "",
    "app[content][sysreqs][linux][min][vrsupport]": "",
    "app[content][sysreqs][linux][min][notes]": "OpenAL, Freetype",
    "app[content][sysreqs][linux][req][osversion]": "",
    "app[content][sysreqs][linux][req][processor]": "",
    "app[content][sysreqs][linux][req][graphics]": "",
    "app[content][sysreqs][linux][req][soundcard]": "",
    "app[content][sysreqs][linux][req][vrsupport]": "",
    "app[content][sysreqs][linux][req][notes]": ""
}
