{
    "language": "Bu dize, burada tanımlanan API dil kodlarından biriyle eşleşmelidir: https://partner.steamgames.com/doc/store/localization/languages",
    "itemid": "",
    "app[content][legal]": "",
    "app[content][earlyaccess_description]": "",
    "app[content][about]": "Bir uzay istasyonunun mürettebatına yeni katıldınız. Mürettebat arkadaşlarınızla birlikte çalışın ve mümkün olduğunca uzun süre hayatta kalın.\n\n[h2]Roller / İşler[/h2]\n\nİşte tipik bir istasyondaki rollerden bazıları:\n\n[list][*][b]Güvenlik görevlileri[/b] suçluları tutuklar, [b]Müdür[/b] ise onların hapisten kaçmasını engellemeye çalışır.\n[*][b]Mühendisler[/b], havayı solunabilir tutma konusunda uzmanlaşmış [b]Atmosianlar[/b] da dahil olmak üzere istasyonun sistemlerini korurlar.\n[*][b]Sendika ajanları[/b] meşru personel gibi davranarak hain hedeflerini ilerletmek için suç işlerler.\n[*][b]Barmen[/b] ve [b]Şef[/b] yiyecek ve içecek üretirken, [b]Botanikçiler[/b] lezzetli tariflerde kullanılmak üzere bitki yetiştirir.\n[*][b]Doktorlar[/b], [b]Kimyagerler[/b] tarafından üretilen ilaçlara dayanarak aksilikler meydana geldiğinde insanları iyileştirir.\n[*][b]Nükleer operatörler[/b] istasyonu istila ederek kaosa neden olabilir ve nükleer bombayı patlatabilir.\n[*][b]Bilim adamları[/b] mürettebatın geri kalanı için yeni işlenebilir eşyaların kilidini açmak için tehlikeli eserleri ve anomalileri araştırır.\nHer bölümdeki [*][b]Komuta[/b] rolleri, personellerinin ihtiyaç duydukları şeylere sahip olmalarına yardımcı olur ve [b]Kaptan[/b] ile irtibat kurar.\n[*][b]Kargo[/b] mal siparişi verir ve mekiklere pilotluk yapar.\n[*]Kimse [b]Palyaço[/b]'nun neden istasyonda işe alınmaya devam ettiğini bilmiyor, ancak görünüşe göre hayati önem taşıyorlar.[/list]\n\n[h2]Tehditler[/h2]\n\nVardiyanız boyunca canavarlar, asteroitler, sürekli büyüyen et dokunaçları ve sazan gibi artan tehditlerle yüzleşmeniz gerekecek.\n\nMümkün olduğunca uzun süre hayatta kalmak için birlikte çalışın. İstasyon tamir edilemeyecek şekilde tahrip olduğunda, komuta herkesi tahliye etmek için mekiği çağıracak ve her şey yeniden başlayacak. Mürettebatınız ne kadar dayanabilir?\n\n[h2]Çatal Sunucular (Çoklu Evren)[/h2]\n\nFarklı istasyonlar çok farklı oynanışlara sahip olabilir! İşte seyahat rehberimize bilgi gönderen Multiverse üzerinden erişebileceğiniz projelerden sadece bazıları:\n\n[list][*]Nyanotrasen[/b]'de örümcek-centaur Arachne, kedi benzeri Felinid, Moth ve kaslı Oni gibi yeni türler olarak oynayabilirsiniz. Psionik yetenekler, yeni Epistemik departmanı tarafından yönetilen mürettebat üyelerinde ortaya çıkar. Posta dağıtım işi ve fedakarlık yapılacak bir Kahin gibi yeni özellikler içerir.\n[*] [b]Nuclear 14[/b]'te dalga savunma savaşında hayatta kalmaya çalışın.\n[*]The [b]Red Eclipse[/b] Server, sendikayı ana kahramanlar haline getirerek ve antagonistler için NanoTrasen Ajanlarını kullanarak standart uzay istasyonu senaryosunu tersine çevirir.\n[*][b]Parkstation[/b], kolay kıyafet özelleştirmesi için karakter yüklemeleri, özellikler için bir puan sistemi, birçok yeni karakter özelleştirme seçeneği, bir İstasyon AI işi ve iki benzersiz oynanabilir tür içerir: IPC ve Shadowkin.\n[*]Benzersiz mekaniklere sahip Rusça sunucular için [b]White Dream[/b]'e katılın. Gelişmiş bir Borg olarak oynayın, gizemli terk edilmiş yaratıklar, karakter özelleştirmesi için büyük alanlar ve yeni oyun modları ile derin uzayı keşfedin. Temel mekanikler bile elden geçirilerek oyunun iyi bildiğiniz yerlerde bile yeni görünmesi sağlandı.\n[/list]\n\nMultiverse'ün topluluğu öncelikle oyunculardan ve çatal sunucuların geliştiricilerinden oluşmaktadır. Çatal sunucuları desteklemek ve büyümelerini sağlamak Multiverse projesi için bir önceliktir.\n\n[h2]Uzay İstasyonu 13 ile Arasındaki Farklar[/h2]\n\n[list][*]Daha yüksek performansa sahip tamamen yeni motor.\n[*]Çapraz platform.\n[*]Izgara kilitli hareket yerine serbest biçimli hareket.\n[*]Daha az içerik (daha fazlası ekleniyor olsa da!)[/list]\n\n[h2]WizDen Uzay İstasyonu 14 ile arasındaki farklar[/h2]\n\nMultiverse'in SS14'ü WizDen'in SS14'ünün bir çatallamasıdır (bu da Goonstation'ın çalışmasına dayanıyordu.) Geriye dönük olarak uyumludur, ancak aşağıdaki yeni özellikleri de ekleriz:\n\n[list][*][b]Misafir modu[/b] - Kayıt gerekmez / üçüncü taraf kimlik doğrulama hesabı gerekmez (not: tüm oyun sunucuları misafir modunu desteklemez).\n[*][b]Çevrimdışı destek[/b] - Başlatıcı, merkezi hizmetler çevrimdışı olduğunda bile çalışmaya devam edecektir.\n[*][b]Gerçek CDN[/b] - Motor indirmeleri küresel bir CDN hizmetinde barındırılır; bu da onları daha hızlı, daha ölçeklenebilir hale getirir ve kesinti yaşama olasılığını azaltır.\n[*][b]Bağımsız merkez[/b] - Kendi merkezimizden (\"ana sunucu\") listelenen sunuculara erişin ve Wizden'in merkeziyle geriye dönük olarak uyumludur. Hatta isterseniz hub girişlerimizi silebilirsiniz ve yalnızca üçüncü taraf hub sunucularını kullanabilirsiniz.\n[*][b]Birden fazla kimliği yönetme[/b] - Varsayılan olarak birden fazla kimliği yönetmenize izin verecek şekilde ayarlanmıştır. (Farklı sunucuların farklı kimlik doğrulama sağlayıcılarına sahip olduğu durumlar için kullanışlıdır.)\n[*][b]Çeviri[/b] - Başlatıcının farklı dillerde çalıştırılması desteği.\n[*][b]Güler yüzlü personel[/b] - WizDen'den farklı olarak, gönüllülerimize asla 'dilenciler' demeyeceğiz veya oyuncularımızı küçümseyerek 'beyaz isimler' olarak adlandırmayacağız. Katkıda bulunanlarımıza değer veriyoruz ve oyuncu odaklı geliştiriciler olma konusunda tutkuluyuz (özelliklerimizin çoğu, istekler ve geri bildirimler doğrultusunda oluşturulmuştur!).[/list]\n\nTam lansmanımızdan önce daha kullanışlı özellikler için ek planlarımız olduğundan bu alanı izleyin.",
    "app[content][short_description]": "Çok oyunculu bir uzay istasyonunda mürettebat üyesi olun ve mümkün olduğu kadar uzun süre hayatta kalmaya çalışın.",
    "app[content][sysreqs][mac][min][osversion]": "",
    "app[content][sysreqs][mac][min][processor]": "",
    "app[content][sysreqs][mac][min][graphics]": "",
    "app[content][sysreqs][mac][min][soundcard]": "",
    "app[content][sysreqs][mac][min][vrsupport]": "",
    "app[content][sysreqs][mac][min][notes]": "",
    "app[content][sysreqs][mac][req][osversion]": "",
    "app[content][sysreqs][mac][req][processor]": "",
    "app[content][sysreqs][mac][req][graphics]": "",
    "app[content][sysreqs][mac][req][soundcard]": "",
    "app[content][sysreqs][mac][req][vrsupport]": "",
    "app[content][sysreqs][mac][req][notes]": "",
    "app[content][sysreqs][windows][min][osversion]": "",
    "app[content][sysreqs][windows][min][processor]": "",
    "app[content][sysreqs][windows][min][graphics]": "",
    "app[content][sysreqs][windows][min][soundcard]": "",
    "app[content][sysreqs][windows][min][vrsupport]": "",
    "app[content][sysreqs][windows][min][notes]": "",
    "app[content][sysreqs][windows][req][osversion]": "",
    "app[content][sysreqs][windows][req][processor]": "",
    "app[content][sysreqs][windows][req][graphics]": "",
    "app[content][sysreqs][windows][req][soundcard]": "",
    "app[content][sysreqs][windows][req][vrsupport]": "",
    "app[content][sysreqs][windows][req][notes]": "",
    "app[content][sysreqs][linux][min][osversion]": "",
    "app[content][sysreqs][linux][min][processor]": "",
    "app[content][sysreqs][linux][min][graphics]": "",
    "app[content][sysreqs][linux][min][soundcard]": "",
    "app[content][sysreqs][linux][min][vrsupport]": "",
    "app[content][sysreqs][linux][min][notes]": "",
    "app[content][sysreqs][linux][req][osversion]": "",
    "app[content][sysreqs][linux][req][processor]": "",
    "app[content][sysreqs][linux][req][graphics]": "",
    "app[content][sysreqs][linux][req][soundcard]": "",
    "app[content][sysreqs][linux][req][vrsupport]": "",
    "app[content][sysreqs][linux][req][notes]": ""
}
