{
    "language": "ukrainian",
    "itemid": "603017",
    "app[content][legal]": "",
    "app[content][earlyaccess_description]": "",
    "app[content][about]": "Вас щойно найняли в екіпаж космічної станції.  Працюйте разом зі своїми членами по екіпажу і виживайте якомога довше.\n\n[h2]Ролі / Вакансії[/h2]\n\nОсь лише деякі ролі на типовій станції:\n\n[list][*][b]Співробітники безпеки[/b] заарештовують злочинців, тоді як [b]Наглядач[/b] (намагається) перешкодити їм вирватися з в'язниці.\n[*][b]Інженери[/b] підтримують системи станції, включаючи [b]Атмосферні техніки[/b], які спеціалізуються на підтримці повітря придатним для дихання\n[*][b]Агенти синдикатів[/b] видають себе за законних співробітників, вчиняючи злочини для досягнення своїх злочинних цілей.\n[*][b]Бармен[/b] та [b]Шеф-кухар[/b] виготовляють їжу та напої, тоді як [b]Ботаніки[/b] вирощують рослини для використання у смачних рецептах.\n[*][b]Лікарі[/b] лікують людей, коли трапляються нещасні випадки, покладаючись на ліки, створені [b]Хіміками[/b].\n[*][b]Ядерні оперативники[/b] можуть вторгнутися на станцію, спричинивши хаос та запустивши ядерну зброю.\n[*][b]Вчені[/b] досліджують небезпечні артефакти та аномалії, щоб розблокувати нові предмети, які можна виготовити для решти екіпажу.\n[*][b]Командні ролі[/b] у кожному відділі допомагають забезпечити, щоб їхній персонал мав те, що їм потрібно, і підтримувати зв'язок з [b]капітаном[/b].\n[*][b]Логістика[/b] замовляє вантажі та пілотує човни.\n[*]Ніхто не знає, чому [b]клоунів[/b] продовжують наймати на станцію, але вони, мабуть, життєво важливі.[/list]\n\n[h2]Загрози[/h2]\n\nПротягом вашої зміни вам доведеться зіткнутися зі зростаючими загрозами, такими як монстри, астероїди, постійно зростаючі м'ясні щупальця та короп.  \n\nПрацюйте разом, щоб вижити якомога довше.  Як тільки станція буде зруйнована без ремонту, команда викличе шатл, щоб евакуювати всіх, і все починається спочатку.  Як довго може прослужити ваш екіпаж?\n\n[h2]Форк-сервери (Multiverse)[/h2]\n\nРізні станції можуть мати дуже різний ігровий процес!  Ось лише деякі проекти, до яких ви можете отримати доступ через Multiverse, які надали інформацію нашому путівнику:\n\n[list][*]На [b]Nyanotrasen[/b] ви можете грати за нові види, такі як павук-кентавр Арахн, Фелінід, Моль та м'язовий Оні.  Псіонічні здібності проявляються у членів екіпажу, якими керує новий відділ гносемії.  Включає нові функції, такі як робота з доставки пошти та Oracle, яким можна жертвувати.\n[*]Спробуйте пережити бої хвильової оборони в [b]Nuclear 14[/b].\n[*]Сервер [b]Red Eclipse[/b] перевертає стандартний сценарій космічної станції, роблячи синдикат центральними героями та використовуючи агенти NanoTrasen для антагоністів.\n[*][b]Parkstation[/b] включає завантаження персонажів для легкого налаштування наряду, систему очок для рис, безліч нових варіантів налаштування персонажів, завдання Station AI та два унікальні ігрові види: IPC та Shadowkin.\n[*]Приєднуйтесь до [b]White Dream[/b] для російськомовних серверів з унікальною механікою.  Грайте в ролі просунутого Борга, досліджуйте глибокий космос із загадковими занедбаними істотами, величезними просторами для налаштування персонажів та новими режимами гри. Навіть базова механіка була перероблена, завдяки чому гра виглядала новою навіть у місцях, які ви добре знаєте.\n[/list]\n\nСпільнота Multiverse складається переважно з гравців та розробників форк-серверів.  Підтримка форк-серверів і надання їм можливості рости є пріоритетом для проекту Multiverse.\n\n\n[h2]Відмінності проти космічної станції 13[/h2]\n\n[list][*] Повністю новий двигун з більш високою продуктивністю.\n[*]Кросплатформна.\n[*]Рух вільної форми замість руху із заблокованим сіткою.\n[*]Менше вмісту (хоча додається більше!)[/list]\n\n[h2]Відмінності проти космічної станції WizDen 14[/h2]\n\nSS14 Multiverse - це форк SS14 WizDen (який, у свою чергу, базувався на роботі Goonstation.) Ми сумісні назад, але також додаємо такі нові функції:\n\n[list][*][b]Гостьовий режим[/b] - Реєстрація не потрібна/не потрібен обліковий запис третьої сторони (примітка: не всі ігрові сервери підтримують гостьовий режим).\n[*][b]Підтримка в автономному режимі[/b] - Запуск продовжуватиме функціонувати, навіть коли центральні служби перебувають в автономному режимі.  \n[*][b]Справжній CDN[/b] - Завантаження двигуна розміщуються на глобальній службі CDN, що робить їх швидшими, більш масштабованими та меншою ймовірністю простою.\n[*][b]Незалежний хаб[/b] - доступ до серверів, перелічених з нашого власного хаба («майстер-сервера»), а також зворотна сумісність з хабом Wizden.  Ви навіть можете видалити наші записи хаба, якщо вам подобається, і використовувати лише сторонні сервери хабів.\n[*][b]Керування кількома ідентифікаціями[/b] - За замовчуванням він налаштований так, щоб ви могли керувати кількома особами.  (Корисно для ситуацій, коли різні сервери мають різних постачальників аутентифікації.)\n[*][b]Переклад[/b] - Підтримка запуску лаунчера різними мовами.\n[*][b]Привітний персонал[/b] - На відміну від WizDen, ми ніколи не будемо називати наших волонтерів «жебраками» або зневажливо називати наших гравців «whitenames».  Ми цінуємо наших авторів і захоплені тим, щоб бути розробниками, орієнтованими на гравців (багато наших функцій були обумовлені запитами та відгуками!).[/list]\n\nСлідкуйте за цим простором, оскільки перед нашим повним запуском у нас є додаткові плани для отримання більш корисних функцій.",
    "app[content][short_description]": "Станьте членом екіпажу багатокористувацької космічної станції і спробуйте вижити якомога довше.",
    "app[content][sysreqs][mac][min][osversion]": "Catalina (10.15)+",
    "app[content][sysreqs][mac][min][processor]": "64-розрядний",
    "app[content][sysreqs][mac][min][graphics]": "OpenGL 3.3+",
    "app[content][sysreqs][mac][min][soundcard]": "",
    "app[content][sysreqs][mac][min][vrsupport]": "",
    "app[content][sysreqs][mac][min][notes]": "",
    "app[content][sysreqs][mac][req][osversion]": "",
    "app[content][sysreqs][mac][req][processor]": "",
    "app[content][sysreqs][mac][req][graphics]": "",
    "app[content][sysreqs][mac][req][soundcard]": "",
    "app[content][sysreqs][mac][req][vrsupport]": "",
    "app[content][sysreqs][mac][req][notes]": "",
    "app[content][sysreqs][windows][min][osversion]": "Windows 8.1+",
    "app[content][sysreqs][windows][min][processor]": "64-розрядний",
    "app[content][sysreqs][windows][min][graphics]": "OpenGL 3.3+",
    "app[content][sysreqs][windows][min][soundcard]": "",
    "app[content][sysreqs][windows][min][vrsupport]": "",
    "app[content][sysreqs][windows][min][notes]": "VC++ 2015 Redistributable",
    "app[content][sysreqs][windows][req][osversion]": "",
    "app[content][sysreqs][windows][req][processor]": "",
    "app[content][sysreqs][windows][req][graphics]": "",
    "app[content][sysreqs][windows][req][soundcard]": "",
    "app[content][sysreqs][windows][req][vrsupport]": "",
    "app[content][sysreqs][windows][req][notes]": "",
    "app[content][sysreqs][linux][min][osversion]": "",
    "app[content][sysreqs][linux][min][processor]": "64-розрядний",
    "app[content][sysreqs][linux][min][graphics]": "OpenGL 3.3+",
    "app[content][sysreqs][linux][min][soundcard]": "",
    "app[content][sysreqs][linux][min][vrsupport]": "",
    "app[content][sysreqs][linux][min][notes]": "OpenAL, Freetype",
    "app[content][sysreqs][linux][req][osversion]": "",
    "app[content][sysreqs][linux][req][processor]": "",
    "app[content][sysreqs][linux][req][graphics]": "",
    "app[content][sysreqs][linux][req][soundcard]": "",
    "app[content][sysreqs][linux][req][vrsupport]": "",
    "app[content][sysreqs][linux][req][notes]": ""
}
